[
{"title": "Apple strengthens commitment to human rights with new policy", "img_url": "https://images.idgesg.net/images/article/2020/08/becoming-you-appletv-100855716-large.jpg", "contents": "Apple has once again responded to critics with the  it says commits the company to “freedom of information and expression.”“At Apple, we are optimistic about technology’s awesome potential for good,” says CEO Tim Cook. “But we know that it won’t happen on its own. Every day, we work to infuse the devices we make with the humanity that makes us.”However, the document also points out that Apple is required to obey the law.“In keeping with the UN Guiding Principles, where national law and international human rights standards differ, we follow the higher standard. Where they are in conflict, we respect national law while seeking to respect the principles of internationally recognized human rights.”The policy doesn’t mention any nation by name and points to the company’s focus on privacy protection, and agrees it should do more to protect these freedoms. The move is widely seen as a reaction to pressure Apple has faced concerning censorship in China, though China is not the only nation to limit such matters.In a sense, Apple was driven to make the commitment: 40.6% of investors voted against Apple management during the last meeting to support a similar proposal.Apple watchers will know this level of support is unheard of for shareholder proposals that oppose company recommendations, so it is likely this helped guide the decision. Organizations that have supported the campaign for Apple to uphold human rights and freedom of expression include several groups concerned with Tibet, the Uyghur people and the  campaigning group.These groups will now push Apple to issue regular reports on its progress in implementing its new policy.Sondhya Gupta, Campaign Manager, SumOfUs, said:When it comes to human rights, the document Apple has published cites a commitment based on specific policy documents that include:Among other rights protected by these documents are a ban on child labor and respect for freedom of association.Consumers worldwide are becoming more aware of the need for privacy and control over their own personal information. This is why so many consumers have, for example, rejected COVID-19 track-and-trace apps that do not have privacy baked into their systems. It is also why increasing numbers use alternative search engines and privacy protecting social media services.This trend is accompanied by another: The race to digital transformation means every business is becoming a data business, while data analytics systems enable information to be used for a rapidly expanding set of purposes. From Cambridge Analytica to public transit management, all these systems rely on data, which can be used for both good and ill.These twin strands of privacy and opportunity don't easily reconcile and as they rush to transform business, enterprises globally are discovering that corporate responsibility now extends into sectors that were at one time not really seen as business-related.Apple's response has been to  into its solutions to limit the potential for egregious acts.This trend seems set to continue.Discussing Apple’s move, Steven Heim of  said:The take-away from this for anyone doing business must surely be to underscore the importance of corporate responsibility on such matters, particularly when COVID-19, climate change and the Black Lives Matter movement are exposing big structural challenges that must be met.Signing off on its proposal, Apple states:Please follow me on"},
{"title": "Apple makes COVID-19 Exposure Notifications an iOS feature", "img_url": "https://images.idgesg.net/images/article/2020/08/covid-19_coronavirus_infection_outbreak_pandemic_disinfecting_an_elevator_by_ivan_aragon_alonso_gettyimages-1216383997_2400x1600-100854867-large.jpg", "contents": "Apple has begun introducing support for COVID-19 Exposure Notifications without downloading an app in iOS 13.7, but iPhone users remain in control.Apple is currently beta testing its iOS 13.7 update among developers. The main addition to the new version is the expansion of the COVID-19 Exposure Notification API.Apple says this will let iPhone users opt-in to receive Exposure Notifications without the need to download an app from your local public health authority.When Apple and Google  the move to introduce contact-tracing tools within their operating systems, they committed to enabling a Bluetooth-based contact-tracing platform by building this functionality into the underlying platforms.This is what iOS 13.7 ushers in.The way this works gives iPhone users control over what information is shared, if at all, but does make a few compromises: While you can opt-in to receive notifications (you don’t have to, but I think you probably should) you can’t actually report on your condition unless you also download and install a supported public health app.In other words:While apps integrating the Apple/Google Exposure Notification technology are slowly rolling out, .In some cases, I think authorities hoped to use the crisis as a way to introduce less anonymized and (in my opinion) frankly creepy surveillance technology. This is hopefully changing as more come to accept the arguments Google and Apple have been making.Meanwhile, the disease seems , making contact tracing, personal protection and hygiene even more important than they are already.This is what the company says about the technology:We don’t yet know when the update will ship to all iPhone customers, but it’s not likely to be a terribly long wait now that it is being tested.As previously reported, :Will I be using it? Yes, but I must be convinced my privacy is respected and protected before using any app.Please follow me on"},
{"title": "Apple fall 2020 product launches: iPhone, iPad and Mac preview", "img_url": null, "contents": ""},
{"title": "What's in the latest Chrome update? 10% faster page loads, more tab tweaks", "img_url": "https://images.idgesg.net/images/article/2017/06/pcw-chrome-primary-100724768-large.jpg", "contents": "Google last week released Chrome 85, boasting of several enhancements to the browser's tab-based user interface and a 10% reduction in page load times.The Mountain View, Calif. company also  in bounties to security researchers who reported some of the 20 vulnerabilities addressed in Chrome 85. Two of the bugs were marked \"High,\" Google's second-most-serious threat level. One of those flaws, which Google said was in the iOS version of Chrome, was reported by a member of Microsoft's browser vulnerability research team. Microsoft now relies on the same core technologies — those produced by the Google-dominated Chromium project — for its Edge browser as Google does for Chrome.Chrome updates in the background, so most users can finish the refresh by relaunching the browser. To manually update, select \"About Google Chrome\" from the Help menu under the vertical ellipsis at the upper right; the resulting tab shows that the browser has been updated or displays the download process before presenting a \"Relaunch\" button. People new to Chrome can  for Windows, macOS and Linux directly.Google updates Chrome approximately every six weeks; the previous upgrade was released July 14.Google bundled several new tab features into Chrome 85; one added functionality to the  that debuted earlier this year.With tab grouping, users can organize tabs in — where else? — the tab bar by lumping together several tabs, each lump designated by color and name. New tabs can be added to the group by dragging and dropping or from a right-click menu; existing tabs can be dumped from a group as well.Chrome 85 lets users collapse and expand those tab groups. A click on the group's label collapses all associated tabs into the label, removing them from the bar. A second click restores them to the bar. \"This was the most popular feature request we heard from those of you using tab groups,\" wrote Alex Ainslie, Chrome's director of UX (user experience), in an Aug. 25 post to a company blog.Ainslie said that Google was rolling out tab group collapse/expansion, meaning that it won't be available to everyone at once. To turn on the new feature manually, enter  in the address bar and press Return or Enter. Search for the  item and select  from the menu list at the right. Finally, restart Chrome.Google also introduced  in Chrome 85, the Beta build. When the user pauses the mouse pointer atop a tab, a thumbnail of the page appears in a small pop-up, portraying what the tab leads to. Chrome 85 Stable users can manually engage previews by using  and setting both  and  to . \u2028 in Chrome 85 after \"Profile Guided Optimization\" (PGO) was switched on.This  technology — a Microsoft invention — was , when Google asserted it would make Chrome up to 15% faster. That initial effort used the Microsoft Visual C++ build environment.In Google's latest PGO effort, the company's engineers expanded PGO from just Windows to include macOS by turning to the  build environment. Google will roll out — turn on, in plainer terms — PGO over time in Chrome 85.Chrome 85 also suspended page painting in browser windows covered by other windows, a way to save on CPU processing and thus save on power consumption. Only some users will see this in the latest Chrome, however. Google promised a \"full rollout\" for Chrome 86, the next upgrade.(This functionality has been pledged for what seems like ages. At one point, the page painting suspension had been on the to-do list of March's Chrome 81, only to get punted, first to Chrome 83 (May) and then to 84 (July) with roll-out to be finalized in Chrome 85.)According to Google, it will enable a new PDF-related feature in Chrome 85 \"over the next few weeks.\" Users will be able to fill out PDF-based forms — account applications, for instance — from within the browser, then save the results. If the same PDF document is later opened, the already-entered information is retained, and the user can pick up where they left off.Chrome 85 also continues the multi-version implementation of a blockade imposed on downloads from insecure sources. The first download category — executable files in .exe format, for example — was barred here with more to follow from Chrome 86 through Chrome 88.On the enterprise side, the Legacy Browser Support (LBS) add-on is to be scrubbed from the Chrome Web Store during Chrome 85's run. \"LBS is now built into Chrome, and the old extension is no longer needed,\" Google said.(LBS was designed so IT admins could deploy Google's browser but still call up Microsoft's Internet Explorer (IE) when necessary to, say, render intranet sites or older, written-for-IE apps. LBS wasn't an emulator but simply a URL director, sending any links on an administrator-made list to IE for that browser to open.)As of Monday, . Google has labeled it as \"Deprecated\" in the extension market, however.Google will release Chrome's next upgrade, version 86, on Oct. 6."},
{"title": "What's in the latest Firefox upgrade? Nothing notable (again)", "img_url": "https://images.techhive.com/images/article/2017/02/p1200660-100708728-large.jpg", "contents": "For a company whose future depends on attracting more users to its primary product, Mozilla has taken a lackadaisical approach to boosting Firefox's features and functionality over the last four upgrades.On Tuesday, Mozilla released Firefox 80, the fourth upgrade in a row to lack compelling new features visible to end users.At the same time, Mozilla engineers patched , including three rated as \"high,\" the organization's second-most-serious threat ranking.Firefox 80 can be downloaded for Windows, macOS and Linux from . Because Firefox updates in the background, most users receive the latest version when they relaunch the browser. To manually update on Windows, pull up the menu under the three horizontal bars at the upper right, then click the help icon (the question mark within a circle). Choose \"About Firefox.\" (On macOS, \"About Firefox\" can be found under the \"Firefox\" menu.) The resulting page shows that the browser is either up to date or displays the in-process refresh.Mozilla upgrades Firefox every four weeks, a faster tempo than rivals such as Google's Chrome or Microsoft's Edge. Mozilla last upgraded the browser July 28.Like June's Firefox 77 and 78, and July's Firefox 79, this month's Firefox 80 adds next to nothing to the browser's visible feature or functionality lists.Mozilla itself  of note: first, Firefox can now be set as the system-wide default for viewing PDF files, and second, it improves on how screen readers, tools used by vision-impaired, translate the browser's menus.Other changes Mozilla took the time to tout ranged from a decrease in the number of animations \"such as tab loading to reduce motion for users with migraines and epilepsy,\" to an  that turns off a confirmation dialog when employees submit a form from an insecure page.It's been months since a Firefox upgrade has had enough visible new to outweigh changes under the hood. For example, Mozilla didn't bother pitching any user-seen new or improved features or functionality in July's Firefox 79. The Firefox before that, version 78, could muster only a few minor tweaks to the browser's privacy dashboard. And  passed on describing Firefox 77 entirely because it contained so little of interest to end users. (Virtually every Firefox upgrade offers  for website and web app developers.)That's not really a trend that Mozilla will want to advertise.Firefox's troubles are not mysteries. Its browser share – as measured by California-based Net Applications – fell to 7.3% in July, a mark 1.1 percentage points lower than its share a year earlier. That represented a 12-month decline of 13%. , the number of Firefox's monthly active users (MAU) has fallen 15% since the start of this year.Financially, Mozilla is in no better shape: Its most recently-reported balance sheet – for the 2018 calendar year – showed a . The year was the first in which the organization spent more than it brought in.And only two weeks ago, , about a quarter of its workforce, claiming that the coronavirus pandemic had \"significantly impacted our revenue.\"With those headwinds, one might expect Mozilla to work overtime to craft engaging features and build atop core existing functionality, such as privacy.Perhaps Firefox's rapid release tempo – it accelerated to an  earlier this year – diluted what appeared in each upgrade. The coronavirus pandemic and work-from-home mandates may have affected development, resulting in fewer new bits to include in the browser's upgrades. And talk of additional layoffs after Mozilla let go 70 employees in January – Mozilla said it had continued to discuss the likelihood of more through the spring – would not have helped morale or made workers particularly productive.It remains unclear how Mozilla plans to make Firefox more interesting to users and what the strategy will be to grow the browser's base – or even whether Firefox remains  the heart of Mozilla's grand design. When Mozilla disclosed its latest layoff round, Mitchell Baker, Mozilla's CEO, . Although Firefox was certainly mentioned, Baker put more emphasis on other strategies, notably new products and services, as a way to grow Mozilla.The next upgrade, Firefox 81, will be released Sept. 22."},
{"title": "Zoom’s outage causes chaos, especially for educators, teachers", "img_url": "https://images.idgesg.net/images/article/2020/04/zoom_video_conferencing_online_meeting_remote_workers_one_user_connected_via_laptop_with_a_grid_of_four_participants_on_screen_2400x1600-100837449-large.jpg", "contents": "A year ago, an  would have largely gone unnoticed. The  had yet to become a mainstay of work-from-home employees forced out of the office by the COVID-19 pandemic.But the  this week that took the company’s meeting and webinar services offline highlights the fact that enterprise tech outages no longer just affect white-collar workers.Though some users across the U.S. and parts of Europe took to social media to express relief at missing on-camera meetings, key workers and front-line users such as teachers — who remain heavily reliant on videoconferencing to get work done — found themselves unable to perform their jobs.Zoom did not explain what caused the outage,  only that it had found the issue and resolved it. (, which tracks various tech outages, showed the spike in problems on Monday that arose when the platform problems began.)It's unclear how many organizations, companies and school districts were affected. But users took to Twitter to voice annoyance that they could not access the platform. Given that many schools in the U.S. have moved to online learning, the outage was especially problematic on what was the first day of school for many.For example, the University of Iowa reported that 1,359 meetings had been scheduled to take place during the outage, . Planned online classes for students in the . And schools and universities in Atlanta and Durham, N.C. as well as Pennsylvania State University all reported problems, .One teacher in Memphis, Tenn. who asked to be identified only by her first name, Amber, said the outage caused students to miss out on two classes, including a homeroom session meant to set them up for the day, check on their health and well-being, and focus on social-emotional learning.Her school began using Zoom earlier this month, opting for the platform because of the in-meeting features it provides to meeting hosts — in this case, teachers.  “I believe we made the switch to Zoom because it offers more robust features than Microsoft Teams — breakout rooms, it’s more aligned with our classroom presentation software of NearPod (an interactive lesson platform) and it allows us to control muting/unmuting as well as renaming of students as participants, unlike Google Meet,” Amber said.When the outage hit, Amber said teachers at her school were told to post a self-paced NearPod lesson for students to complete for a grade — and to make sure they were available via  for any questions or concerns from students. While the school was able to put together an alternate plan, there was no formal process in place for an outage and no communication when teachers started experiencing difficulties right before home room.“Teachers largely were left to themselves before a formal announcement was made, already through homeroom and another period of class, so they had made their own workarounds. It would have gone much more smoothly had we previously figured out what to do, pre-created self-paced lessons, and utilized those — without the expectation of last-minute changes,” Amber said.“Zoom’s outage forced me to change my plans for the day and then to continue to minimize uneven instruction for students throughout the day, stick to a less engaging lesson so that we can resume the following day,” she added.The ability to shift business processes during an outage is even more important now that workers are scattered than it might have been in the past. That's especially true for companies that have had to build processes on the fly amid the pandemic.When countries first went into lockdown in the spring, said Chris Weston, a principal in European advisory at IDC EMEA, there was a definite “coping” stage where companies shifted to whatever tools they had available or could procure easily and cheaply. That was followed by a consolidation stage, where security and resilience were reviewed.Weston, who has spoken to numerous organizations over the past six months about collaboration tools and videoconferencing strategies, noted that a lot of platforms suffered glitches as demand outstripped capacity. The unprecedented nature of the pandemic meant most companies were tolerant of problems, willing to overlook small, unobtrusive issues around functionality because they needed these platforms in place for employees.Research by  showed that while some businesses faced a steep learning curve and performance issues early in the shutdown, two out of three businesses (64%) now feel they can function beyond six months without a major disruption. (That figure is up from 49% in March.)In other words, companies saw the need to be flexible and have found ways of doing so.“People have learned to be more resilient and turn to their own unofficial tools if the 'official' ones let them down,\" he said. “They go to Google Meet or FaceTime and WhatsApp if they need to.“Organizations should be asking their staff and teams to think about how they will manage if the official tools aren’t available for a period of time and to suggest some alternatives — I think the command-and-control, ‘This is how it’s done' style will lose out to empowering people to use the right tools for them, within reason,” Weston said.Raul Castanon, senior analyst in workforce productivity and collaboration at 451 Research S&P Global Market intelligence, said that companies with multiple communications and collaboration tools in place got to that point because of organic growth, not necessarily because they sought redundancy to handle unexpected outages.“Organizations are looking to streamline and eliminate redundancies in their collaboration platforms, but given the number of employees now working remotely, these have become critical for business continuity,” Castanon said. “This will put more pressure on vendors to provide a higher level of reliability. Zoom is already taking steps in that direction with Oracle Cloud. For organizations, this will likely result in the need to be more methodical about having redundant systems in place.”While unofficial tools might provide viable workarounds for office workers — it’s perfectly normal to catch up with a colleague by phone — That's not always the case. Teachers, for example, would not be able to teach a lesson over WhatsApp and could only turn to a platform like Google Meet if the school has a license for it and pupils can access the tool.Amber teaches in a primarily low-income, mostly Black and Latinx high school where some students do not have a dedicated workspace to themselves to log in. Other students are still working or have family obligations, including looking after younger siblings during school hours. Still others communicate primarily in a language other than English and can struggle with understanding basic directions written over email.For students like this, any major disruptions to the school day can have a significant impact on their ability to learn. Not only are they missing lessons in the short term, but those with challenging home lives are less likely to be able to catch up or have access to alternate platforms to facilitate learning by other means.Castanon believes that the Zoom outage will lead to a surge of demand for vendors focusing on distance learning and, although Zoom has already targeted that segment, most schools would likely benefit from a platform that offers a more focused approach to learning.“Unfortunately, given its nature, the transition to distance learning will probably take longer than that of remote working and this will likely have an impact for students,” he said. “Schools might need the entire school year to figure things out; this is assuming that all students have similar learning conditions — i.e., internet access and computers or tablets for home schooling.”Amber hopes the outage will lead to her school putting a more definitive action plan in place. That also includes hardware — the Chromebooks her school provided are unable to run Zoom for all students, along with presentation software and NearPod, without overheating, turning off, or experiencing video and audio problems. As for the platform itself, Castanon points out that Zoom has skillfully addressed several major challenges this year, including a surge in demand — and has come out better positioned to grow.“While it may end up losing some customers along the way, I think the company has proven it can overcome these issues better than most,” he said."},
{"title": "Black engineers group seeks next-gen IT leaders", "img_url": "https://images.idgesg.net/images/article/2020/08/devcolor-event-100855450-large.jpg", "contents": "The nonprofit /dev/color, an organization of Black software engineers, is seeking candidates for its , a year-long leadership development program for those seeking to be tech industry leaders. /dev/color cites the program’s curated programming, peer-to-peer exchange model and access to resources designed to promote professional growth.“Members set ambitious career goals that they track via a career roadmap and receive the support of fellow members (insights, networks, accountability, perspective) to achieve them. The program is effective because the entire community is invested in  collective success and progress of all members,” according to Alex Okafor, the organization’s marketing and communications manager.Founded in 2015, /dev/color aims to address the career challenges that Black software engineers commonly face, incuding cultural isolation, workplace bias, and limited  access to growth opportunities. It has more than 500 members currently in four regions: San Farncisco, New York, Atlanta and Seattle.Okafor calls /dev/color “a leadership development alliance that helps current tech leaders become better leaders (a third of our members have been tech professionals for 10-plus years) and helps future tech leaders accelerate their growth.”"},
{"title": "Android and the art of awkward timing", "img_url": "https://images.idgesg.net/images/article/2020/08/android-awkward-timing-100855433-large.jpg", "contents": "Well, hell. Google got me. Again.You'd think I'd be used to the company's habit of announcing things before they're actually available by now, but nope — this past week, I fell for one of Google's classic traps.The company put out a  on Tuesday about a new Assistant feature, y'see. It lets you send an audio message to anyone simply by talking to your phone. You just say, \"Hey Google, send an audio message,\" and poof! Just like that, your phone starts recording and then sends your spoken missive to whomever you want. Magical! Spiffy! Exciting! I couldn't wait to try it! And then, well...That's what I saw on my Google-made Pixel 4 last Tuesday, the day the feature was announced and said to be \"available in English-speaking countries around the globe, as well as in Portuguese in Brazil.\" And that's what I see on that phone — Google's current Android flagship device, mind you — this morning, a full week after the feature's announcement was made.Sigh.It's an all-too-familiar tale for anyone who uses Android — or Google services, for that matter: You see Google announce some intriguing new feature or update. You say to yourself (as one does): \"Gee willikers, that sure sounds useful!\" You hurry to wrap your sweaty little fingies around the nearest gadget to find the feature and take it out for a spin.And then, sure enough, you realize the feature inexplicably isn't on your device. The excitement turns to frustration, maybe with a dash of confusion and a sprinkling of resentment. You eventually move on with your life, and by the time the feature makes its way to you — anywhere from a few weeks to a matter of months later, typically with no fanfare or announcement of its arrival — you've completely forgotten about it and probably don't even notice.Now, look, I get it: Google loves to announce things and then take an eternity to roll 'em out to everyone. It's part of its identity. It's who Google is. Saying that something is \"rolling out over the coming weeks\" (or sometimes \"over the coming months\") is an almost comically cliche line at this point.But you know what? It's also pretty obnoxious. And on some level, it's self-defeating, too. I mean, really: Is there any better way to dampen excitement and make sure no one notices when a feature actually launches than to announce it before it's available and then trickle it out at a tortoise-like pace? And is there any better way to irritate people than to tell them to try something and then let them get a vexing response like the one I received — that oblivious-seeming \"Sorry, I can't do that yet\" error — when they do?The most frustrating thing is how frequently this happens. Sometimes, the situation is at least  with the proper context, like what we saw with the high-profile reveal of a real-time translation-transcription feature in the Android Translate app earlier this year. It was announced and shown off , when it was said to be arriving \"in the future,\" and then it launched widely . But just as often, it's a situation more like the one I'm encountering now, where something is announced and made to like it's readily available — only to be followed by metaphorical crickets and maddening wild goose chases.Heck, it even happens with Google's own Pixel feature drops — software updates sent only to the company's completely self-controlled and relatively small-scale herd of homemade phones. With the , in June, Lifehacker said what countless Pixel owners were almost certainly thinking:Officially, the implied reason for such phased rollouts is often that it allows Google to catch any issues resulting from a change before they become widespread. But, c'mon: There's gotta be a better way to handle that in terms of both timing and public presentation. We  there is, in fact, because Google itself avoids this built-in bummer-spreading at least some of the time.One especially ironic-seeming example is in the area of  — y'know, the realm where most Android device-makers  named Google fumble and take  to get current software delivered to device-owners. There, Google does exceptionally well and manages to get updates out to all of its Pixel users almost instantly. Those updates are larger and more complex than any minor feature rollout. And yet, here we are.I've talked before about how Google is , and this is another vexing example of how the company gets in its own way and turns what should be an overwhelmingly positive development into a needlessly negative experience — not just for anyone, either, but for its most enthusiastic and engaged users in particular.You could make an argument that we all should know better by now and shouldn't be surprised by this sort of stuff anymore. And, well, you wouldn't be wrong. But at the same time, we shouldn't  to treat every new Google announcement with a grain of salt and assume it's up to to keep checking our phones every day to see when something actually arrives. That's just plain silly.It's a waste of goodwill — and a waste of good features that all too often end up going unnoticed."},
{"title": "Will Apple's iPhone 12 generate an upgrade 'supercycle'?", "img_url": "https://images.idgesg.net/images/article/2020/04/iphone-se-2020-hero03-100839859-large.jpg", "contents": "Apple is  in its 2020 5G iPhone 12 range, equipped with three different display sizes; these may be the most significant releases since iPhone 6, one analyst claims.Wedbush analyst Daniel Ives continues to claim the installed base of iPhone users are ripe for upgrades:“350 million of 950 million iPhones worldwide are in an upgrade opportunity. I view iPhone 12 as a once-in-a-generation opportunity in terms of the upgrade cycle,” .We’ve heard analysts say stuff like this before, of course. Both positive and negative predictions tend to emerge just before iPhone launches every year, though economists and analysts are particularly keen for positive economic news this time around as the pandemic continues its bite.The difference this year is that Apple has reconfigured the iPhone range to reach a much broader range of potential buyers, with products straddling the market, from its traditional high-end models to more affordable mid-range devices.The success of this strategy has already seen tens of millions of customers upgrade to an iPhone SE. A recent CIRP report claimed it now accounts for .“Every few years Apple comes out with a new low-priced iPhone, with up-to-date features, to sweep up the customers using the oldest iPhones,” said CIRP’s Mike Levin.While Apple’s decision to widen the market surely predates the COVID-19 pandemic, the decision has enabled it to maintain a presence in a rapidly transforming economic reality.Apple’s efforts  also supports the strategy, enhancing lifetime per-user revenue.I wouldn’t be terribly surprised to see the company continue to offer free access to Apple TV+ content to new iPhone purchasers this year. It will, after all, hope to also convince its customers to try and buy its other services, and will be pushing hard on its .Apple has  that it will introduce its new iPhones in a slightly different way than before (), which suggests the release .Taiwanese suppliers, for example, report that they  for next-generation iPhones, which syncs up with that notion.When it comes to the phones, new 5G support, improved (120Hz on the Pro?) displays, enhanced photography features and insanely fast processors will certainly boost interest at the high-end.The company is also expected to introduce new AirPods Pro, a thinner Apple Watch and the first Apple Silicon-powered MacBook at this time – all of which will spice up interest in what the company is doing.When the new iPhones arrive, Apple may reduce prices on all its existing devices.The company hasn’t said anything about this, but I've seen some speculation it may drop the price of the iPhone SE to $349 and offer up iPhone 12 devices beginning  around $699. There's no guarantee these price predictions will prove accurate, however.So interest will be high. Will they generate a supercycle?That’s open to question, but the true stakes are visible in a recent Gartner report, which shows that while , Apple’s own have held steady:Samsung sales fell 27.1%, Huawei declined 6.8%, Apple declined by just 0.4%, while all other makers saw decline in double figures.In other words, even relatively flat sales could be seen as a success in this turbulent market – particularly if this leads to relative market share gains.There have been claims the company may introduce the new models without an event, just via a press release, which seems unlikely. Leaker Jon Prosser  the new iPhones will be announced at an October event, which seems far more likely. A video-based product introduction in late September or (more likely) early October seems probable.What next? Looking to the future, Apple’s contract chip manufacturer, TSMC, is expected to begin  in the second half of 2022. These will deliver yet another leap in power and performance in mobile devices, and (potentially, given the move to Apple Silicon) future Macs.TSMC is already building a facility for , but those will be way down the line. Though it is important to note that Apple already has a road map for future evolution of its important mobile device category, even while processor innovation for other mobile devices remains relatively slow.Please follow me on"},
{"title": "Microsoft Patch Alert: August 2020", "img_url": "https://images.idgesg.net/images/article/2017/09/windows_patch_security3-100734732-large.jpg", "contents": "With Windows 10 2004 gradually creeping (I use the term intentionally) onto more machines, faults and foibles are coming out of the woodwork. It looks like a fix for the long-lamented version 2004 defrag bugs is on the way, but we aren’t there yet. Lenovo isn’t too happy with the August version 2004 cumulative update. It’s still too early to move to 2004, in my opinion — and those problems ensure I’ll keep 2004 off my machines for a while.Meanwhile, Microsoft extended the end of support date for Win10 version 1803 — a move that’ll interest exactly nobody except for admins with aging Win10 machines. Windows 8.1 patchers got left out in the Remote Access cold for a week. The .NET security updates have an odd, acknowledged bug with a manual registry workaround.On the whole, though, the August patches have held up quite well.As a bit o’ lagniappe, Patch Lady Susan Bradley has published the results of her two Patching Surveys — one for Consumers, the other for IT Pros. As you might imagine, the general level of satisfaction with Windows patches leaves much to be desired.The August cumulative update for Win10 version 2004,  — the latest, bestest, bug-infested version of Windows 10 — has triggered the usual volley of complaints about blue screens, system slowdowns, crashes, and the like.  has details.Most disconcerting is the volley of BSoDs  on 2019 and 2020 ThinkPads:The bugs appear to be linked to using the Enhanced Windows Biometric Security setting in the ThinkPad’s BIOS. See the article for details.The other big Win10 version 2004 news lies in the highly anticipated fix to the defrag bug that I . In spite of the recent, breathless headlines about a “new” bug in version 2004, this pesky little SSD biter has been documented on various Microsoft sites since January — before version 2004 shipped.The bug involves an incorrectly set timestamp on defrag runs: Since the “Optimize Drives” app relies on that timestamp to keep from running too frequently, a bad timestamp leads to an overabundance of defrag runs, which can hurt any drive — but especially solid-state drives. There are also reports of TRIM function bugs associated with the Optimize Drives app. Those may be more serious. Lawrence Abrams  has details.In theory, Microsoft . The fix may well appear in the “optional, non-security, C/D Week” patch for version 2004 that’s due any day now (making it an “E Week” patch). Most people expect that it’ll be part of the September Patch Tuesday crop.If Microsoft does, indeed, fix the bug, it’ll be another significant  bug in 2004 that’s finally met its match.Microsoft releases an update to KB4023057 — the “Update to Windows 10, versions 1507, 1511, 1607, 1703, 1709, 1803, 1809, 1903, and 1909 for update reliability” patch — when it’s ready to start steamrolling new versions. I last talked about the patch .You’ll see the patch offered if you haven’t yet moved to Win10 version 2004 and your PC appears to need it (with MS’s “artificial intelligence” playing the part of King Solomon). The patch itself isn’t available in the Microsoft Catalog because it’s delivered via the extra-official .If you want to move to 2004, and you’re offered KB4023057, go ahead and take it — but realize . If you’d rather wait for the inevitable fixes — such as the defrag fix mentioned in the preceding section, and  both acknowledged and in gotcha mode — there’s no reason to install it yet.The Knowledge Base articles for all of the August .NET patches have been modified to include a note about an odd bug.  (the “Security and Quality Rollup for .NET Framework 4.6, 4.6.1, 4.6.2, 4.7, 4.7.1, 4.7.2 for Windows 7 SP1 and Windows Server 2008 R2 SP1 and Windows Server 2008 SP2”) and the various KBs for .NET Framework 4.8 now have this admonishment:Windows Presentation Framework (WPF) applications that use two or more HostVisual elements belonging to a common thread, where both HostVisual elements are asked to disconnect from their visual target at roughly the same time, mail fail with the following error:Exception type:  System.COMExceptionMessage:  UCEERR_RENDERTHREADFAILURE (HRESULT 0x88980406)Callstack:  top frame is System.Windows.Media.Composition.DUCE+Channel.SyncFlush()There’s a manual fix that involves changing app.config or modifying the registry.Usually Microsoft patches all versions of Windows at the same time. This month, though, Windows 8.1 missed two security holes in Windows Remote Access.Eight days after the Patch Tuesday plop, Windows 8.1 got an additional patch, , that only fixes those two security holes. It’s a catch-up patch of a patch. In order to get all of your Win 8.1 August patches, you have to install the second patch, too — or wait for the September Monthly Rollup, which should plug all the known holes.There’s also a  about this second patch not playing politely with Cisco AnyConnect. The original, Patch Tuesday patch has no such problems.If you pay for Windows 7 Extended Security Updates, you may be seeing printer problems with the August patch, . The root cause still isn’t known, but there’s an active discussion on the .Patch Lady Susan Bradley has just released the results of her . It’s a companion to the IT pros and consultants survey she released last week. With more than 1,400 participants, the study finds:Party on, ."},
{"title": "Microsoft adds 6 months support to Windows 10 1803, again cites pandemic", "img_url": "https://images.idgesg.net/images/article/2020/07/microsoft_windows_updates_cycle_arrows_laptop_mobile_phone_3x2_1200x800-100851684-large.jpg", "contents": "Microsoft on Wednesday stretched support for a third version of Windows 10, again citing the coronavirus pandemic and its impact on business.The Redmond, Wash. developer extended security support for Windows 10 Enterprise 1803 and Windows 10 Education 1803 by six months, to May 11, 2021. The original end-of-support date was to be Nov. 10.\"We have heard your feedback and understand your need to focus on business continuity in the midst of the global pandemic,\" Chris Morrissey, who leads the communications team for Windows' servicing group, wrote in a . \"As a result, we have decided to delay the scheduled end-of-service date for the Enterprise, Education, and IoT Enterprise editions of Windows 10, version 1803.\"The extension was the third awarded to Windows 10 since March, when many businesses sent employees home to work. First,  and Windows 10 Education 1709, giving users until Oct. 13, not April 14, to get off that aged version. Next,  with six additional months of support, pushing out its end-of-support date from May 12 to Nov. 10.By slapping six extra months on Windows 10 Enterprise 1803 and Windows 10 Education 1803, Microsoft will end up supporting those SKUs (stock-keeping units) for slightly more than 36 months. The extension will be the first given to a spring upgrade (1803 was released April 30, 2018) since the September 2018 support overhaul.Microsoft is giving a support reprieve only to the Enterprise and Education editions of 1803 because the others – Windows 10 Home 1803 and Windows 10 Pro 1803 – aged out nine months ago, on Nov. 12, 2019, at the 18-month mark.The stay of support may let enterprises currently running Windows 10 1803 migrate to this fall's Windows 10 20H2 (the new nomenclature of  for a year's second-half upgrade), which should be available starting in October or November. Absent the extension, those customers would have probably settled on Windows 10 1909, the prior year's fall upgrade that came with 30 months of support. Or worse, Windows 10 2004, which like all spring upgrades, sports just 18 months of support for  SKUs.Windows 10 1803's security updates will be \"available via our standard servicing outlets\" through May 11, said Morrissey, including Windows Update, WSUS and the Microsoft Update Catalog."},
{"title": "Apple Maps is becoming business critical", "img_url": "https://images.idgesg.net/images/article/2019/05/apple-maps-tips-flyover-100797131-large.jpg", "contents": "Driven by Siri and voice first, local search is becoming increasingly important for business, now Apple is  preparing to introduce new features inside iOS 14’s Maps app that promises to boost the importance of putting your enterprise on the local map.We’ve learned that iOS 14 contains two key enhancements that raise the bar for Maps:The implications for beautiful outdoor locations and places of interest is evident. In theory, you’ll be able to use Apple’s Look Around feature to check how these places look from the high street, and then explore them more deeply by exploring user submitted images.At a time when social distancing and lockdowns are likely to become part of modern living, for some of us this may be the only way we can return to some of our most special places for a while.The implications for business are perhaps greater. Business owners will want to generate those positive user reviews in Google, Yelp and in Apple Maps, as they know good reviews generate business. They will want to populate Maps with images that show their business in a good light.Every business owner expects a little criticism.Everyone makes mistakes or gets misunderstood from time to time, but how can we ensure that vexatious reviews aren’t left behind?I’m not certain Apple has fully thought this part of the paradigm through. Over time, it will certainly need to introduce some form of post-publication vetting system to ensure it doesn’t unwittingly carry vexatious reviews/images designed to trash competitors.It is reassuring that the company has taken some steps in the right direction to protect against such incidents:Those three lines of defence should help mitigate the kind of negativity that impacts other user-generated review communities.All the same, business owners will certainly hope to gain some input into what is published about their operations through Maps, potentially via  portal, where businesses can already .The potential to create, verify and publish indoor maps of some locations via this feature must surely be part of the company’s medium-term plan, given the LiDAR technologies it is investing so deeply in across its mobile platforms and its work to .The new feature should also relate well with Apple’s newly introduced city guides feature in Maps. These curated guides are supplemented by your own personal ones.In future, I imagine those self-created guides will be able to also feature images (and, conceivably in future) video of locations created and submitted to the service by others.Google Earth users will see  in this.Apple’s opportunity within this is that it owns the platform, which means it could conceivably make some of this data available for use by third party developers with a collection of Maps APIs, as well as making imaginative use of the data for its own product designs.There will likley be some legal limitations to such use, given the user submitted nature of these images.For business users, there’s a potential opportunity here to think about drawing images from Maps with which to populate local store pages, to help provide travel directions, or (conceivably) for use in hyperlocalized advertising on Apple’s platforms.That’s all speculation but seems a logical progression. (Though perhaps less on the advertising, given Apple’s focus on reducing the friction users suffer from that).The move to add user-submitted information to Maps will make Apple less reliant on third-party information services, but should also prompt business users to prioritise adding information concerning their business to Apple Maps – possibly supplemented by .Please follow me on"},
{"title": "Top web browsers 2020: Firefox, IE, Chrome all fall", "img_url": "https://images.idgesg.net/images/article/2020/08/internet_web_browser_https_url_address_bar_by_ruslan_khismatov_gettyimages-1024793222_cw_2400x1600-100854835-large.jpg", "contents": "Mozilla's Firefox slumped, Microsoft's Internet Explorer (IE) crashed, and even Google's Chrome dropped last month in the global struggle for market share.August was as unkind to browsers as the year has been to their users.According to data published yesterday by California-based analytics company Net Applications, Firefox's share fell by two-tenths of a percentage point, ending August at 7.1%, a record low in its years-long decline. The last time the browser held such a small share was more than 15 years ago, in March 2005, as it was building to be a legitimate alternate to the then-monarch IE.By Net Applications' measurements, Firefox lost the equivalent of 2.2% of its share during August. Mozilla's own data — in the form of , or MAU — also showed a decline for Firefox, albeit a smaller 1.3% downturn.Firefox's troubles have so accumulated that the open-source browser resembles a beat up junker near the end of a demolition derby: It's a wonder it keeps going.Mozilla not only has to deal with the share decline of its premier product but also with financial troubles going as far back as 2018, and more recently, a  of a quarter of its workforce. Every month's share decline only reminds users — whether current or potential — of Firefox's fragility.Nor does 's forecast bring good news. The latest predicts that Firefox will fall below 7% in October (a month earlier than last month's prognostication), and pegs Firefox's share a year from now at 5.8%.How much longer can Firefox take this? That's a question  can't answer. There is no set number at which a browser becomes inconsequential. But there also has never been a browser that, after accounting for at least 25% of all share, has recovered from a decline that drove it into the single digits.Chrome's share in August slipped to 70.9%, a decline of one-tenth of a percentage point. The stumble was the first of 2020; Chrome had gained ground each of the preceding seven months. Even so, Chrome remained up 4.3 points for the year. (In fact, it was the only top five browser to post a plus for 2020.)The small decline did not change 's forecast for Chrome. Based on the browser's 12-month average change in share, the latest prediction reiterated that Chrome should make 72% by December and 73% by March 2021.Does Chrome have it in itself to keep gobbling up share? If so, how much? Those are tough questions.A year ago, it looked like Chrome had hit its limit; during 2019, the browser went up and it went down, but it ended the year down by six-tenths of a percentage point, at around 66.6%. That, it seemed, was that. But in the first eight months of 2020, Chrome has shown it had more gas in the tank, adding another four-plus points.It's easy to envision Chrome taking an additional two points from Firefox — leaving Mozilla's browser with just 5% or so — and grabbing another two points as IE nearly vanishes. Those gains would give it 75%. But further share redistribution would be harder. In fact, based on the numbers, Chrome's top job going forward would have to be keeping a lid on Edge by hampering any Microsoft effort to grow its newest browser.Microsoft's browsers lost a whopping 2.1 percentage points in August, ending last month at a combined 12.3%. called that a month ago, after Net Applications posted its July report, saying that the 1.9-point increase for IE and Edge was \"unbelievable\" and pointing out that in earlier instances, huge gains were quickly repudiated by follow-on months' data. \"It's unlikely that the enormous increase will stand, signaling that it's more an artifact of Net Applications' counting or how it weights some results over others,\" we said at the time.So it was.The 2.1-point loss in August took back all of the 1.9-point gain of the month before, then added another bit of decline for good measure. Compare August's number with June's, though, ignore July entirely, and Microsoft's slide over July and August comes out as about equal to the average monthly decline for the 12 months  July (in other words, July 2019 through June 2020). Put another way, the effect of July 2020 was nullified and IE+Edge instead fell as expected.In August, IE's share plunged by 2.2 points to 3.8%, a record low for that decades-old browser. Meanwhile, Edge rose slightly — less than one-tenth of a percentage point — to 8.5%. The latter remains on track to reach 11% within a year.IE's future is cloudier. A 12-month forecast puts IE at zero by this time next year. But while Microsoft recently began  for the browser, it's certain that enterprises, which are wildly underrepresented (if represented at all) in Net Applications' data, will certainly still be running IE (or the IE mode within Edge) in a year's time.Edge, of course, is Microsoft's shot at reclaiming some kind of browser influence. It's been tough going thus far: Since the Chromium-based Edge's January debut, Edge has increased its share by only 1.5 percentage points, or about two-tenths of a point per month. That's not going to put much of a dent in Chrome. Edge's next opportunity for some kind of share bump will be when Microsoft releases Windows 10 20H2, the year's fall feature upgrade, which will come with Chromium Edge.Elsewhere in Net Applications' numbers, Apple's Safari climbed to 3.5% on the back of a half a percentage point gain, reversing the loss it suffered in July. Opera software's Opera also grabbed more share, ending August at 1%, an increase of two-tenths of a point.Net Applications calculates share by detecting the agent strings of the browsers used to reach the websites of Net Applications' clients. The company counts visitor sessions to measure browser activity."},
{"title": "How Apple is being deployed across the COVID-19 enterprise", "img_url": "https://images.idgesg.net/images/article/2018/11/mac-stadium-mac-mini-100779174-large.jpg", "contents": "Enterprises worldwide have upgraded employees with Apple solutions to support  during the COVID-19 pandemic, Jamf CEO Dean Hager confirmed during his company’s .The deployment of Apple in the enterprise appears to be accelerating. “Our business predominantly grows through the enterprise and education acceptance of using Apple products at school or work,” Hager said. “And that acceptance within the enterprise is actually outpacing even the device growth that you see.\"A  indicated 59% of employees would choose a Mac if given a choice, though only 32% are already using one.The global total addressable market (TAM) for Apple Enterprise Management is estimated to be $10.3 billion in 2019. This is expected to grow at a compound annual growth rate of 17.8% to $23.4 billion by the end of 2024, according to .The CEO also mentioned a recent  impact study that showed the total cost of ownership of Macs is lower than that of a PC. Organizations reduced IT support costs, improved employee productivity and engagement, and enjoyed better overall security, according to the report's .The pandemic means tens of millions of employees are now working from home, many for the first time. Even reluctant enterprises have been forced to support this, and in most cases have found that remote workers still get work done.Most businesses will continue to support remote working in the future, as employees prefer it in most cases – though it will force a new wave of disruption across some industries. Meanwhile, they .Jamf serves all the top 10 U.S. banks, all but one of the most valuable U.S. brands, 75% of the top 20 U.S. hospitals and seven of the 10 largest school districts.The company says that while iOS already dominates the enterprise, Mac share is also seeing strong growth.The company has benefitted from a change in the nature of enterprise IT. Employees want to use the tech they're used to at home when they're at work, even as Apple continues to make its mobile devices even more capable of handling tasks that once required a computer.Hager’s company also serves smaller operations, which means it has unique insights into how a range of  are using Apple products to guide their business through the pandemic.Speaking during the first financial call since the company went public, he confirmed that while his company has benefited from the trend to WFH, some clients – particularly in retail – have felt the squeeze.There remains a sense of uncertainty around IT spending as renewals, capital expenses and new IT projects are “subject to more scrutiny across organizations everywhere,” explained CFO Jill Putman.Hager shared a number of stories to illustrate how Apple is being deployed by enterprises seeking to navigate the pandemic:“If you think that most of our momentum in the industry has been the result of the consumerization of IT, when you have the greatest movement of people from the office to their homes in the history of the world, I believe that that will fuel the consumerization of IT,” he explained.One of the challenges raised by some enterprises concerns the problem of bringing new employees aboard at a time of social distancing. In this regard, Hager shared his own company’s experience recruiting and onboarding new staff:“We sent everybody home on March 12,” he said. “Since that time, we have fully remotely onboarded over 70 employees and we brought on over 30 summer interns. We fulfilled our internships to over 30 students this summer, and they never came in to work. They were actually very productive all summer long, did a terrific job for us.”In terms of IT deployment, at least, he thinks his company has it covered with solutions for zero touch deployment of Mac, iPhone or iPad.Hager noted some of the approaches his company is taking to maintain a connection with remote teams:“We try and help our employees stay comfortable in their homes as much as possible,” he explained. “But I would really say it's creating a – one of my least favorite terms is socially distance. It doesn't have to be that. You can be physically distant, but actually creating an environment of social connection is of immense value as you're leading teams.”Hager’s very positive concerning the upcoming move to Apple Silicon. “We think it's going to create a more powerful Mac computer that will be selected by more people within the workplace, especially as more people from within the workplace go home,” he said.Historically, the company also helped guide clients through the PowerPC-Intel transition, which means it has unique insights to help guide the new migration.  Looking ahead to the transition during which organizations will have both Intel and Apple Silicon Macs within their fleets, he promised to help. \"We'll be able to make sure that the right policies get applied to the right machines.”Please follow me on"},
{"title": "Windows by the numbers: No dog days for Windows 10", "img_url": "https://images.idgesg.net/images/article/2019/06/windows-10_windows_microsoft_laptop_keyboard_update_-by-nirodesign-getty-100799328-large.jpg", "contents": "Windows 10 rediscovered its appetite for share last month as it grew to represent almost 70% of all instances of Microsoft's OS.According to U.S. metrics vendor Net Applications, Windows 10 grew by 1.2 percentage points to reach 60.6% of global operating system share in August, accounting for 69.6% of all Windows editions. As usual, the second number is the more important of the two; August's was 1.4 points higher than July's.Windows 10's percentage of  (that's the 69.6%) was larger than the percentage of  (the 60.6%), because Windows does not power every system. In August, Windows was the OS of slightly fewer than 87% of the world's personal computers, down just half of one-tenth of a point from July. Of the remaining 13%, all but four-tenths of a percentage point ran macOS, Linux or Chrome OS.As Windows 10's share ticked up, Windows 7's tocked down.The aged OS, which Microsoft struck off the support list in January, lost a little bit more than a percentage point of share of all PCs, dropping to 22.3%. That translated into 25.7% of Windows PCs only, a decline of 1.1 points from July.In the seven full months since Windows 7's retirement from support, the operating system has lost 3.3 percentage points, representing a downturn of approximately 14%.While that may seem a notable decline, it was nowhere near the pace  projected (at the end of January) the OS would take through the remainder of 2020. Then, the trend of the previous 12 months pointed to a decline of around a point per month, putting Windows 7 under the 20%-of-all-Windows-PCs bar by September, then falling even further – to around 17% – by year's end.As it turned out, that forecast was much too optimistic – even though it was in line with how Windows XP had behaved in 2014 – because it didn't account for the of Windows 7-to-Windows 10 migrations after the former's support deadline came and went. Microsoft's Extended Security Updates (ESU) for Windows 7, a pay-for-post-retirement-support program, may have had an impact here.Instead of sliding under 20% by September, Windows 7 now looks unlikely to hit that mark until April 2021. And 17%? Figure the second half of July or first half of August for that. (Remember, these numbers are for percentage of Windows, not all personal computer operating systems.)'s forecast for Windows 10 taps those same months, but matches them with different figures. By April, Windows 10 may be close to 75%. Come July 2021, Windows 10 should account for an astounding 80% of Windows editions. (Looking a  way ahead, Windows 10 may hit 90%...in May 2023.)Elsewhere in Net Applications' numbers, August saw the first significant retrenchment by Linux since an uncharacteristic growth spurt started in April. The category, which lumps together all distributions, lost nine-tenths of a percentage point, falling to 2.7%. macOS recouped six-tenths of a point last month, pushing to near 9.6% and almost reaching its April mark.Net Applications calculates operating system share by detecting the agent strings of the browsers used to reach the websites of Net Applications' clients. The firm tallies visitor sessions of those browsers to measure global operating system activity."},
{"title": "The Chromebook's new secret weapon", "img_url": "https://images.idgesg.net/images/article/2020/09/chrome-os-secret-weapon-100856418-large.jpg", "contents": "Google's Chrome OS platform is a lot of different things. It's a simple place for web-centric computing. It's a natural  and the  It's a place to  — and soon, if you're in the right enterprise environment, a place to , too (!).Chrome OS has truly become  — a  from its initial position as the \"nothing OS\" when it first showed up on our doorsteps many moons ago. But aside from appealing to people with all of those aforementioned qualities, the humble Chromebook is slowly but surely gaining a new purpose and unique advantage over its competitors.It's something that's been shaping up subtly for a while but that Google is now openly promoting and pushing forward, and it's an asset so obvious-seeming, it's almost shocking that it hasn't been tapped into 'til now. It's the Chromebook's role as the ultimate Google machine — a single device where Google's services and search prowess come together in a singularly streamlined way. And if you think it's no big deal, well, you're missing the bigger picture.It was more of a passing side note than any bold declaration, but Google actually laid out its vision for this new  superpower in a  this week. The post was about new features coming into the Chrome OS environment as part of September's hefty operating system update. A smarter cross-device Wi-Fi password syncing system, a simplified system settings interface, and a more accessible mic-level slider were the headlining items. But casually dropped in the middle of the post was a quietly important paragraph:And there you have it: the \"everything button\" — the logical next step for what's evolved into the \"everything OS.\"It's easy to brush that away as a modest expansion, but having that all-in-one, \"everything button\" function really can impact your day-to-day work and ability to get stuff done. To some degree, that Chrome OS Launcher button has acted as a bit of an \"everything button\" for a while now, but the \"everything\" part of it has had a handful of missing elements — and Google hasn't done an especially great job of  its multipurpose nature and making sure we mortal Chromebook owners appreciate its potential.But with its new powers coming into play, that button — represented by a magnifying glass icon on most Chromebooks and (somewhat confusingly, with random-seeming inconsistency) a circle on Google's own Pixelbook line of devices — could almost be described as a \"button.\" Tap it, and in the one box that comes up, you can:That last part is huge, especially for anyone who also uses  or on a . And Assistant on Chrome OS can do  — everything from creating new documents to controlling your calendar and interacting with your cross-device reminders.There's just one catch: On most current Chromebooks, the Assistant remains frustratingly detached from the main Launcher experience. It's  but also  from the rest of the Launcher setup: If you want to interact with Assistant, you have to either click or tap an Assistant icon within the initial Launcher search box or press the Launcher key and \"A\" key together to pull it up.On Google's own Pixelbook line of devices, though, Assistant is integrated into the Launcher seamlessly — and my goodness, what a difference that makes. You just start typing into the single Launcher search box, and whatever's most appropriate comes up automatically as the top suggestion — whether that's an app:...a website:...a system setting:...or an Assistant-handled action:It's a seemingly subtle distinction but a significant one when it comes to real-world impact. Having Assistant right there, integrated in with everything else, makes it feel like a natural extension of the operating system. And it makes the idea of this \"everything button\" — the \" button\" — feel powerful and complete. Quite honestly, it's something you resent not having when you work on Chrome OS and then go back to a more traditional operating system environment.(And here's a little secret: You can actually get that native Assistant Launcher integration on any current Chromebook, even if it doesn't have the Pixel branding. I'll share the specific steps in  on Friday.)Factor in Google's  to turn the Play Store into a unified, all-in-one Chromebook app market, and you can see how the long-scattered pieces of the Chrome OS ecosystem are finally starting to coalesce into something sensible.Chrome OS is on the brink of becoming the place where Google's best capabilities come together to form a whole new kind of connected experience. It's an exciting new start for intelligent desktop computing — and beyond that, it shows us the type of thoroughly connected Google experience Android could, should, and hopefully one day  also provide."},
{"title": "Using low code platforms to learn development skills", "img_url": null, "contents": "Low code and no code platforms are valuable IT tools. They make it easy for employees outside of the IT team to develop apps that simplify business processes. And in some cases, they can aid in the transition from amateur developer or Excel power user to professional programmer. InfoWorld senior writer Serdar Yegulalp joins Juliet to discuss how employees interested in development can use low code platforms to learn basic skills before jumping into code."},
{"title": "Apple sets scene for 5G ‘for the rest of us’", "img_url": "https://images.idgesg.net/images/article/2020/02/5g_light_trails_by_plej92_gettyimages-1091209732_2400x1600-100833961-large.jpg", "contents": "We all expect Apple to introduce 5G support in the , but it looks seriously as if it has a wider plan to turn the mass market onto the mobile broadband standard.Apple has been heavily focused on building out its services in recent years, and there’s a great deal of activity going on in this space:What’s most notable in recent days as we head toward the inexorable online iPhone 12 range announcement is the emergence of new deal packages from Apple and selected mobile partners. For example, in the UK:I am interested to learn of similar deals in other territories, as these would suggest  some coordination to Apple’s approach.These deals quite clearly spell out Apple’s focus on making its services an integral part of its wider platform, as it aims to generate recurring income streams and reduce customer churn.They also make it crystal clear that the company sees 5G as an enabling technology that will let it leapfrog its service offerings , reducing the hold on high-speed broadband access currently enjoyed by fixe-line cable companies.That  also lends itself to this.In this model, mobile telcos get to replace the cable companies. In the UK, that’s likely to spell bad (and, in my opinion, deserved) news for expensive operators such as Virgin Media, but this impact will be felt internationally as 5G is rolled out to a wider congregation of users.My opinion is that the only fixed line-based providers likely to survive will be those serving security-conscious enterprise clients; providers such as  and  come to mind.The deployment of 5G will take time.  that by 2025 there may be around 2.8 billion subscribers. (There may be as many as 190 million such subscribers in place globally by the end of this year, the report also claims.)In other words, 5G rollout, while relatively fast, will take a couple more years before it peaks.When it ships, the  will help . The iPhone 11 has been the world’s  during the pandemic, Apple’s customer base remains deeply loyal and it sees investment in mobile tech as essential to maintaining life during the crisis. Some analysts expect a .While critics argued that Apple should have introduced support for 5G years ago (they were wrong, as ), Apple , and instead invested in building service-based propositions to justify investment in the fast broadband tech.That is why the company will now  (even as its  teams strive ).For enterprise users, Apple’s move to push mass-market adoption of the technology opens up  – which may themselves become essential as habits inevitably change, post pandemic. This has additional implications for sectors such as Industry 4.0, healthcare, connected manufacturing and beyond.In sum, it means that years of hype around 5G are about to be realized, ushering in yet another wave of digital transformation and shaking up industries everywhere.It’s also worth looking at nations with underdeveloped fixed-line infrastructure, as 5G deployments there may open up access to services and economic opportunity to an extent not yet seen. Apple is about to flick the 5G switch. Are you ready?PS: Don’t be too surprised to see 5G support appear in future Macs.Please follow me on"}
][
{"title": "Apple strengthens commitment to human rights with new policy", "img_url": "https://images.idgesg.net/images/article/2020/08/becoming-you-appletv-100855716-large.jpg", "contents": ["Apple has once again responded to critics with the ", " it says commits the company to “freedom of information and expression.”", "“At Apple, we are optimistic about technology’s awesome potential for good,” says CEO Tim Cook. “But we know that it won’t happen on its own. Every day, we work to infuse the devices we make with the humanity that makes us.”", "However, the document also points out that Apple is required to obey the law.", "“In keeping with the UN Guiding Principles, where national law and international human rights standards differ, we follow the higher standard. Where they are in conflict, we respect national law while seeking to respect the principles of internationally recognized human rights.”", "The policy doesn’t mention any nation by name and points to the company’s focus on privacy protection, and agrees it should do more to protect these freedoms. The move is widely seen as a reaction to pressure Apple has faced concerning censorship in China, though China is not the only nation to limit such matters.", "In a sense, Apple was driven to make the commitment: 40.6% of investors voted against Apple management during the last meeting to support a similar proposal.", "Apple watchers will know this level of support is unheard of for shareholder proposals that oppose company recommendations, so it is likely this helped guide the decision. ", "Organizations that have supported the campaign for Apple to uphold human rights and freedom of expression include several groups concerned with Tibet, the Uyghur people and the ", " campaigning group.", "These groups will now push Apple to issue regular reports on its progress in implementing its new policy.", "Sondhya Gupta, Campaign Manager, SumOfUs, said:", "When it comes to human rights, the document Apple has published cites a commitment based on specific policy documents that include:", "Among other rights protected by these documents are a ban on child labor and respect for freedom of association.", "Consumers worldwide are becoming more aware of the need for privacy and control over their own personal information. This is why so many consumers have, for example, rejected COVID-19 track-and-trace apps that do not have privacy baked into their systems. It is also why increasing numbers use alternative search engines and privacy protecting social media services.", "This trend is accompanied by another: The race to digital transformation means every business is becoming a data business, while data analytics systems enable information to be used for a rapidly expanding set of purposes. From Cambridge Analytica to public transit management, all these systems rely on data, which can be used for both good and ill.", "These twin strands of privacy and opportunity don't easily reconcile and as they rush to transform business, enterprises globally are discovering that corporate responsibility now extends into sectors that were at one time not really seen as business-related.", "Apple's response has been to ", " into its solutions to limit the potential for egregious acts.", "This trend seems set to continue.", "Discussing Apple’s move, Steven Heim of ", " said:", "The take-away from this for anyone doing business must surely be to underscore the importance of corporate responsibility on such matters, particularly when COVID-19, climate change and the Black Lives Matter movement are exposing big structural challenges that must be met.", "Signing off on its proposal, Apple states:", "Please follow me on"]},
{"title": "Apple Maps is becoming business critical", "img_url": "https://images.idgesg.net/images/article/2019/05/apple-maps-tips-flyover-100797131-large.jpg", "contents": ["Driven by Siri and voice first, local search is becoming increasingly important for business, now Apple is ", " preparing to introduce new features inside iOS 14’s Maps app that promises to boost the importance of putting your enterprise on the local map.", "We’ve learned that iOS 14 contains two key enhancements that raise the bar for Maps:", "The implications for beautiful outdoor locations and places of interest is evident. In theory, you’ll be able to use Apple’s Look Around feature to check how these places look from the high street, and then explore them more deeply by exploring user submitted images.", "At a time when social distancing and lockdowns are likely to become part of modern living, for some of us this may be the only way we can return to some of our most special places for a while.", "The implications for business are perhaps greater. Business owners will want to generate those positive user reviews in Google, Yelp and in Apple Maps, as they know good reviews generate business. They will want to populate Maps with images that show their business in a good light.", "Every business owner expects a little criticism.", "Everyone makes mistakes or gets misunderstood from time to time, but how can we ensure that vexatious reviews aren’t left behind?", "I’m not certain Apple has fully thought this part of the paradigm through. Over time, it will certainly need to introduce some form of post-publication vetting system to ensure it doesn’t unwittingly carry vexatious reviews/images designed to trash competitors.", "It is reassuring that the company has taken some steps in the right direction to protect against such incidents:", "Those three lines of defence should help mitigate the kind of negativity that impacts other user-generated review communities.", "All the same, business owners will certainly hope to gain some input into what is published about their operations through Maps, potentially via ", " portal, where businesses can already ", ".", "The potential to create, verify and publish indoor maps of some locations via this feature must surely be part of the company’s medium-term plan, given the LiDAR technologies it is investing so deeply in across its mobile platforms and its work to ", ".", "The new feature should also relate well with Apple’s newly introduced city guides feature in Maps. These curated guides are supplemented by your own personal ones.", "In future, I imagine those self-created guides will be able to also feature images (and, conceivably in future) video of locations created and submitted to the service by others.", "Google Earth users will see ", " in this.", "Apple’s opportunity within this is that it owns the platform, which means it could conceivably make some of this data available for use by third party developers with a collection of Maps APIs, as well as making imaginative use of the data for its own product designs.", "There will likley be some legal limitations to such use, given the user submitted nature of these images.", "For business users, there’s a potential opportunity here to think about drawing images from Maps with which to populate local store pages, to help provide travel directions, or (conceivably) for use in hyperlocalized advertising on Apple’s platforms.", "That’s all speculation but seems a logical progression. (Though perhaps less on the advertising, given Apple’s focus on reducing the friction users suffer from that).", "The move to add user-submitted information to Maps will make Apple less reliant on third-party information services, but should also prompt business users to prioritise adding information concerning their business to Apple Maps – possibly supplemented by ", ".", "Please follow me on"]},
{"title": "What's in the latest Firefox upgrade? Nothing notable (again)", "img_url": "https://images.techhive.com/images/article/2017/02/p1200660-100708728-large.jpg", "contents": ["For a company whose future depends on attracting more users to its primary product, Mozilla has taken a lackadaisical approach to boosting Firefox's features and functionality over the last four upgrades.", "On Tuesday, Mozilla released Firefox 80, the fourth upgrade in a row to lack compelling new features visible to end users.", "At the same time, Mozilla engineers patched ", ", including three rated as \"high,\" the organization's second-most-serious threat ranking.", "Firefox 80 can be downloaded for Windows, macOS and Linux from ", ". Because Firefox updates in the background, most users receive the latest version when they relaunch the browser. To manually update on Windows, pull up the menu under the three horizontal bars at the upper right, then click the help icon (the question mark within a circle). Choose \"About Firefox.\" (On macOS, \"About Firefox\" can be found under the \"Firefox\" menu.) The resulting page shows that the browser is either up to date or displays the in-process refresh.", "Mozilla upgrades Firefox every four weeks, a faster tempo than rivals such as Google's Chrome or Microsoft's Edge. Mozilla last upgraded the browser July 28.", "Like June's Firefox 77 and 78, and July's Firefox 79, this month's Firefox 80 adds next to nothing to the browser's visible feature or functionality lists.", "Mozilla itself ", " of note: first, Firefox can now be set as the system-wide default for viewing PDF files, and second, it improves on how screen readers, tools used by vision-impaired, translate the browser's menus.", "Other changes Mozilla took the time to tout ranged from a decrease in the number of animations \"such as tab loading to reduce motion for users with migraines and epilepsy,\" to an ", " that turns off a confirmation dialog when employees submit a form from an insecure page.", "It's been months since a Firefox upgrade has had enough visible new to outweigh changes under the hood. For example, Mozilla didn't bother pitching any user-seen new or improved features or functionality in July's Firefox 79. The Firefox before that, version 78, could muster only a few minor tweaks to the browser's privacy dashboard. And ", " passed on describing Firefox 77 entirely because it contained so little of interest to end users. (Virtually every Firefox upgrade offers ", " for website and web app developers.)", "That's not really a trend that Mozilla will want to advertise.", "Firefox's troubles are not mysteries. Its browser share – as measured by California-based Net Applications – fell to 7.3% in July, a mark 1.1 percentage points lower than its share a year earlier. That represented a 12-month decline of 13%. ", ", the number of Firefox's monthly active users (MAU) has fallen 15% since the start of this year.", "Financially, Mozilla is in no better shape: Its most recently-reported balance sheet – for the 2018 calendar year – showed a ", ". The year was the first in which the organization spent more than it brought in.", "And only two weeks ago, ", ", about a quarter of its workforce, claiming that the coronavirus pandemic had \"significantly impacted our revenue.\"", "With those headwinds, one might expect Mozilla to work overtime to craft engaging features and build atop core existing functionality, such as privacy.", "Perhaps Firefox's rapid release tempo – it accelerated to an ", " earlier this year – diluted what appeared in each upgrade. The coronavirus pandemic and work-from-home mandates may have affected development, resulting in fewer new bits to include in the browser's upgrades. And talk of additional layoffs after Mozilla let go 70 employees in January – Mozilla said it had continued to discuss the likelihood of more through the spring – would not have helped morale or made workers particularly productive.", "It remains unclear how Mozilla plans to make Firefox more interesting to users and what the strategy will be to grow the browser's base – or even whether Firefox remains  the heart of Mozilla's grand design. When Mozilla disclosed its latest layoff round, Mitchell Baker, Mozilla's CEO, ", ". Although Firefox was certainly mentioned, Baker put more emphasis on other strategies, notably new products and services, as a way to grow Mozilla.", "The next upgrade, Firefox 81, will be released Sept. 22."]},
{"title": "Will Apple's iPhone 12 generate an upgrade 'supercycle'?", "img_url": "https://images.idgesg.net/images/article/2020/04/iphone-se-2020-hero03-100839859-large.jpg", "contents": ["Apple is ", " in its 2020 5G iPhone 12 range, equipped with three different display sizes; these may be the most significant releases since iPhone 6, one analyst claims.", "Wedbush analyst Daniel Ives continues to claim the installed base of iPhone users are ripe for upgrades:", "“350 million of 950 million iPhones worldwide are in an upgrade opportunity. I view iPhone 12 as a once-in-a-generation opportunity in terms of the upgrade cycle,” ", ".", "We’ve heard analysts say stuff like this before, of course. Both positive and negative predictions tend to emerge just before iPhone launches every year, though economists and analysts are particularly keen for positive economic news this time around as the pandemic continues its bite.", "The difference this year is that Apple has reconfigured the iPhone range to reach a much broader range of potential buyers, with products straddling the market, from its traditional high-end models to more affordable mid-range devices.", "The success of this strategy has already seen tens of millions of customers upgrade to an iPhone SE. A recent CIRP report claimed it now accounts for ", ".", "“Every few years Apple comes out with a new low-priced iPhone, with up-to-date features, to sweep up the customers using the oldest iPhones,” said CIRP’s Mike Levin.", "While Apple’s decision to widen the market surely predates the COVID-19 pandemic, the decision has enabled it to maintain a presence in a rapidly transforming economic reality.", "Apple’s efforts ", " also supports the strategy, enhancing lifetime per-user revenue.", "I wouldn’t be terribly surprised to see the company continue to offer free access to Apple TV+ content to new iPhone purchasers this year. It will, after all, hope to also convince its customers to try and buy its other services, and will be pushing hard on its ", ".", "Apple has ", " that it will introduce its new iPhones in a slightly different way than before (", "), which suggests the release ", ".", "Taiwanese suppliers, for example, report that they ", " for next-generation iPhones, which syncs up with that notion.", "When it comes to the phones, new 5G support, improved (120Hz on the Pro?) displays, enhanced photography features and insanely fast processors will certainly boost interest at the high-end.", "The company is also expected to introduce new AirPods Pro, a thinner Apple Watch and the first Apple Silicon-powered MacBook at this time – all of which will spice up interest in what the company is doing.", "When the new iPhones arrive, Apple may reduce prices on all its existing devices.", "The company hasn’t said anything about this, but I've seen some speculation it may drop the price of the iPhone SE to $349 and offer up iPhone 12 devices beginning  around $699. There's no guarantee these price predictions will prove accurate, however.", "So interest will be high. Will they generate a supercycle?", "That’s open to question, but the true stakes are visible in a recent Gartner report, which shows that while ", ", Apple’s own have held steady:", "Samsung sales fell 27.1%, Huawei declined 6.8%, Apple declined by just 0.4%, while all other makers saw decline in double figures.", "In other words, even relatively flat sales could be seen as a success in this turbulent market – particularly if this leads to relative market share gains.", "There have been claims the company may introduce the new models without an event, just via a press release, which seems unlikely. Leaker Jon Prosser ", " the new iPhones will be announced at an October event, which seems far more likely. A video-based product introduction in late September or (more likely) early October seems probable.", "What next? Looking to the future, Apple’s contract chip manufacturer, TSMC, is expected to begin ", " in the second half of 2022. These will deliver yet another leap in power and performance in mobile devices, and (potentially, given the move to Apple Silicon) future Macs.", "TSMC is already building a facility for ", ", but those will be way down the line. Though it is important to note that Apple already has a road map for future evolution of its important mobile device category, even while processor innovation for other mobile devices remains relatively slow.", "Please follow me on"]},
{"title": "Zoom’s outage causes chaos, especially for educators, teachers", "img_url": "https://images.idgesg.net/images/article/2020/04/zoom_video_conferencing_online_meeting_remote_workers_one_user_connected_via_laptop_with_a_grid_of_four_participants_on_screen_2400x1600-100837449-large.jpg", "contents": ["A year ago, an ", " would have largely gone unnoticed. The ", " had yet to become a mainstay of work-from-home employees forced out of the office by the COVID-19 pandemic.", "But the ", " this week that took the company’s meeting and webinar services offline highlights the fact that enterprise tech outages no longer just affect white-collar workers.", "Though some users across the U.S. and parts of Europe took to social media to express relief at missing on-camera meetings, key workers and front-line users such as teachers — who remain heavily reliant on videoconferencing to get work done — found themselves unable to perform their jobs.", "Zoom did not explain what caused the outage, ", " only that it had found the issue and resolved it. (", ", which tracks various tech outages, showed the spike in problems on Monday that arose when the platform problems began.)", "It's unclear how many organizations, companies and school districts were affected. But users took to Twitter to voice annoyance that they could not access the platform. Given that many schools in the U.S. have moved to online learning, the outage was especially problematic on what was the first day of school for many.", "For example, the University of Iowa reported that 1,359 meetings had been scheduled to take place during the outage, ", ". Planned online classes for students in the ", ". And schools and universities in Atlanta and Durham, N.C. as well as Pennsylvania State University all reported problems, ", ".", "One teacher in Memphis, Tenn. who asked to be identified only by her first name, Amber, said the outage caused students to miss out on two classes, including a homeroom session meant to set them up for the day, check on their health and well-being, and focus on social-emotional learning.", "Her school began using Zoom earlier this month, opting for the platform because of the in-meeting features it provides to meeting hosts — in this case, teachers.  ", "“I believe we made the switch to Zoom because it offers more robust features than Microsoft Teams — breakout rooms, it’s more aligned with our classroom presentation software of NearPod (an interactive lesson platform) and it allows us to control muting/unmuting as well as renaming of students as participants, unlike Google Meet,” Amber said.", "When the outage hit, Amber said teachers at her school were told to post a self-paced NearPod lesson for students to complete for a grade — and to make sure they were available via ", " for any questions or concerns from students. While the school was able to put together an alternate plan, there was no formal process in place for an outage and no communication when teachers started experiencing difficulties right before home room.", "“Teachers largely were left to themselves before a formal announcement was made, already through homeroom and another period of class, so they had made their own workarounds. It would have gone much more smoothly had we previously figured out what to do, pre-created self-paced lessons, and utilized those — without the expectation of last-minute changes,” Amber said.", "“Zoom’s outage forced me to change my plans for the day and then to continue to minimize uneven instruction for students throughout the day, stick to a less engaging lesson so that we can resume the following day,” she added.", "The ability to shift business processes during an outage is even more important now that workers are scattered than it might have been in the past. That's especially true for companies that have had to build processes on the fly amid the pandemic.", "When countries first went into lockdown in the spring, said Chris Weston, a principal in European advisory at IDC EMEA, there was a definite “coping” stage where companies shifted to whatever tools they had available or could procure easily and cheaply. That was followed by a consolidation stage, where security and resilience were reviewed.", "Weston, who has spoken to numerous organizations over the past six months about collaboration tools and videoconferencing strategies, noted that a lot of platforms suffered glitches as demand outstripped capacity. The unprecedented nature of the pandemic meant most companies were tolerant of problems, willing to overlook small, unobtrusive issues around functionality because they needed these platforms in place for employees.", "Research by ", " showed that while some businesses faced a steep learning curve and performance issues early in the shutdown, two out of three businesses (64%) now feel they can function beyond six months without a major disruption. (That figure is up from 49% in March.)", "In other words, companies saw the need to be flexible and have found ways of doing so.", "“People have learned to be more resilient and turn to their own unofficial tools if the 'official' ones let them down,\" he said. “They go to Google Meet or FaceTime and WhatsApp if they need to.", "“Organizations should be asking their staff and teams to think about how they will manage if the official tools aren’t available for a period of time and to suggest some alternatives — I think the command-and-control, ‘This is how it’s done' style will lose out to empowering people to use the right tools for them, within reason,” Weston said.", "Raul Castanon, senior analyst in workforce productivity and collaboration at 451 Research S&P Global Market intelligence, said that companies with multiple communications and collaboration tools in place got to that point because of organic growth, not necessarily because they sought redundancy to handle unexpected outages.", "“Organizations are looking to streamline and eliminate redundancies in their collaboration platforms, but given the number of employees now working remotely, these have become critical for business continuity,” Castanon said. “This will put more pressure on vendors to provide a higher level of reliability. Zoom is already taking steps in that direction with Oracle Cloud. For organizations, this will likely result in the need to be more methodical about having redundant systems in place.”", "While unofficial tools might provide viable workarounds for office workers — it’s perfectly normal to catch up with a colleague by phone — That's not always the case. Teachers, for example, would not be able to teach a lesson over WhatsApp and could only turn to a platform like Google Meet if the school has a license for it and pupils can access the tool.", "Amber teaches in a primarily low-income, mostly Black and Latinx high school where some students do not have a dedicated workspace to themselves to log in. Other students are still working or have family obligations, including looking after younger siblings during school hours. Still others communicate primarily in a language other than English and can struggle with understanding basic directions written over email.", "For students like this, any major disruptions to the school day can have a significant impact on their ability to learn. Not only are they missing lessons in the short term, but those with challenging home lives are less likely to be able to catch up or have access to alternate platforms to facilitate learning by other means.", "Castanon believes that the Zoom outage will lead to a surge of demand for vendors focusing on distance learning and, although Zoom has already targeted that segment, most schools would likely benefit from a platform that offers a more focused approach to learning.", "“Unfortunately, given its nature, the transition to distance learning will probably take longer than that of remote working and this will likely have an impact for students,” he said. “Schools might need the entire school year to figure things out; this is assuming that all students have similar learning conditions — i.e., internet access and computers or tablets for home schooling.”", "Amber hopes the outage will lead to her school putting a more definitive action plan in place. That also includes hardware — the Chromebooks her school provided are unable to run Zoom for all students, along with presentation software and NearPod, without overheating, turning off, or experiencing video and audio problems. ", "As for the platform itself, Castanon points out that Zoom has skillfully addressed several major challenges this year, including a surge in demand — and has come out better positioned to grow.", "“While it may end up losing some customers along the way, I think the company has proven it can overcome these issues better than most,” he said."]},
{"title": "Microsoft adds 6 months support to Windows 10 1803, again cites pandemic", "img_url": "https://images.idgesg.net/images/article/2020/07/microsoft_windows_updates_cycle_arrows_laptop_mobile_phone_3x2_1200x800-100851684-large.jpg", "contents": ["Microsoft on Wednesday stretched support for a third version of Windows 10, again citing the coronavirus pandemic and its impact on business.", "The Redmond, Wash. developer extended security support for Windows 10 Enterprise 1803 and Windows 10 Education 1803 by six months, to May 11, 2021. The original end-of-support date was to be Nov. 10.", "\"We have heard your feedback and understand your need to focus on business continuity in the midst of the global pandemic,\" Chris Morrissey, who leads the communications team for Windows' servicing group, wrote in a ", ". \"As a result, we have decided to delay the scheduled end-of-service date for the Enterprise, Education, and IoT Enterprise editions of Windows 10, version 1803.\"", "The extension was the third awarded to Windows 10 since March, when many businesses sent employees home to work. First, ", " and Windows 10 Education 1709, giving users until Oct. 13, not April 14, to get off that aged version. Next, ", " with six additional months of support, pushing out its end-of-support date from May 12 to Nov. 10.", "By slapping six extra months on Windows 10 Enterprise 1803 and Windows 10 Education 1803, Microsoft will end up supporting those SKUs (stock-keeping units) for slightly more than 36 months. The extension will be the first given to a spring upgrade (1803 was released April 30, 2018) since the September 2018 support overhaul.", "Microsoft is giving a support reprieve only to the Enterprise and Education editions of 1803 because the others – Windows 10 Home 1803 and Windows 10 Pro 1803 – aged out nine months ago, on Nov. 12, 2019, at the 18-month mark.", "The stay of support may let enterprises currently running Windows 10 1803 migrate to this fall's Windows 10 20H2 (the new nomenclature of ", " for a year's second-half upgrade), which should be available starting in October or November. Absent the extension, those customers would have probably settled on Windows 10 1909, the prior year's fall upgrade that came with 30 months of support. Or worse, Windows 10 2004, which like all spring upgrades, sports just 18 months of support for ", " SKUs.", "Windows 10 1803's security updates will be \"available via our standard servicing outlets\" through May 11, said Morrissey, including Windows Update, WSUS and the Microsoft Update Catalog."]},
{"title": "Black engineers group seeks next-gen IT leaders", "img_url": "https://images.idgesg.net/images/article/2020/08/devcolor-event-100855450-large.jpg", "contents": ["The nonprofit /dev/color, an organization of Black software engineers, is seeking candidates for its ", ", a year-long leadership development program for those seeking to be tech industry leaders. /dev/color cites the program’s curated programming, peer-to-peer exchange model and access to resources designed to promote professional growth.", "“Members set ambitious career goals that they track via a career roadmap and receive the support of fellow members (insights, networks, accountability, perspective) to achieve them. The program is effective because the entire community is invested in ", " collective success and progress of all members,” according to Alex Okafor, the organization’s marketing and communications manager.", "Founded in 2015, /dev/color aims to address the career challenges that Black software engineers commonly face, incuding cultural isolation, workplace bias, and limited  access to growth opportunities. It has more than 500 members currently in four regions: San Farncisco, New York, Atlanta and Seattle.", "Okafor calls /dev/color “a leadership development alliance that helps current tech leaders become better leaders (a third of our members have been tech professionals for 10-plus years) and helps future tech leaders accelerate their growth.”"]},
{"title": "Apple makes COVID-19 Exposure Notifications an iOS feature", "img_url": "https://images.idgesg.net/images/article/2020/08/covid-19_coronavirus_infection_outbreak_pandemic_disinfecting_an_elevator_by_ivan_aragon_alonso_gettyimages-1216383997_2400x1600-100854867-large.jpg", "contents": ["Apple has begun introducing support for COVID-19 Exposure Notifications without downloading an app in iOS 13.7, but iPhone users remain in control.", "Apple is currently beta testing its iOS 13.7 update among developers. The main addition to the new version is the expansion of the COVID-19 Exposure Notification API.", "Apple says this will let iPhone users opt-in to receive Exposure Notifications without the need to download an app from your local public health authority.", "When Apple and Google ", " the move to introduce contact-tracing tools within their operating systems, they committed to enabling a Bluetooth-based contact-tracing platform by building this functionality into the underlying platforms.", "This is what iOS 13.7 ushers in.", "The way this works gives iPhone users control over what information is shared, if at all, but does make a few compromises: While you can opt-in to receive notifications (you don’t have to, but I think you probably should) you can’t actually report on your condition unless you also download and install a supported public health app.", "In other words:", "While apps integrating the Apple/Google Exposure Notification technology are slowly rolling out, ", ".", "In some cases, I think authorities hoped to use the crisis as a way to introduce less anonymized and (in my opinion) frankly creepy surveillance technology. This is hopefully changing as more come to accept the arguments Google and Apple have been making.", "Meanwhile, the disease seems ", ", making contact tracing, personal protection and hygiene even more important than they are already.", "This is what the company says about the technology:", "We don’t yet know when the update will ship to all iPhone customers, but it’s not likely to be a terribly long wait now that it is being tested.", "As previously reported, ", ":", "Will I be using it? Yes, but I must be convinced my privacy is respected and protected before using any app.", "Please follow me on"]},
{"title": "Android and the art of awkward timing", "img_url": "https://images.idgesg.net/images/article/2020/08/android-awkward-timing-100855433-large.jpg", "contents": ["Well, hell. Google got me. Again.", "You'd think I'd be used to the company's habit of announcing things before they're actually available by now, but nope — this past week, I fell for one of Google's classic traps.", "The company put out a ", " on Tuesday about a new Assistant feature, y'see. It lets you send an audio message to anyone simply by talking to your phone. You just say, \"Hey Google, send an audio message,\" and poof! Just like that, your phone starts recording and then sends your spoken missive to whomever you want. Magical! Spiffy! Exciting! I couldn't wait to try it! And then, well...", "That's what I saw on my Google-made Pixel 4 last Tuesday, the day the feature was announced and said to be \"available in English-speaking countries around the globe, as well as in Portuguese in Brazil.\" And that's ", "what I see on that phone — Google's current Android flagship device, mind you — this morning, a full week after the feature's announcement was made.", "Sigh.", "It's an all-too-familiar tale for anyone who uses Android — or ", "Google services, for that matter: You see Google announce some intriguing new feature or update. You say to yourself (as one does): \"Gee willikers, that sure sounds useful!\" You hurry to wrap your sweaty little fingies around the nearest gadget to find the feature and take it out for a spin.", "And then, sure enough, you realize the feature inexplicably isn't ", "on your device. The excitement turns to frustration, maybe with a dash of confusion and a sprinkling of resentment. You eventually move on with your life, and by the time the feature makes its way to you — anywhere from a few weeks to a matter of months later, typically with no fanfare or announcement of its arrival — you've completely forgotten about it and probably don't even notice.", "Now, look, I get it: Google loves to announce things and then take an eternity to roll 'em out to everyone. It's part of its identity. It's who Google is. Saying that something is \"rolling out over the coming weeks\" (or sometimes \"over the coming months\") is an almost comically cliche line at this point.", "But you know what? It's also pretty obnoxious. And on some level, it's self-defeating, too. I mean, really: Is there any better way to dampen excitement and make sure no one notices when a feature actually launches than to announce it before it's available and then trickle it out at a tortoise-like pace? And is there any better way to irritate people than to tell them to try something and then let them get a vexing response like the one I received — that oblivious-seeming \"Sorry, I can't do that yet\" error — when they do?", "The most frustrating thing is how frequently this happens. Sometimes, the situation is at least ", " with the proper context, like what we saw with the high-profile reveal of a real-time translation-transcription feature in the Android Translate app earlier this year. It was announced and shown off ", ", when it was said to be arriving \"in the future,\" and then it launched widely ", ". But just as often, it's a situation more like the one I'm encountering now, where something is announced and made to ", "like it's readily available — only to be followed by metaphorical crickets and maddening wild goose chases.", "Heck, it even happens with Google's own Pixel feature drops — software updates sent only to the company's completely self-controlled and relatively small-scale herd of homemade phones. With the ", ", in June, Lifehacker said what countless Pixel owners were almost certainly thinking:", "Officially, the implied reason for such phased rollouts is often that it allows Google to catch any issues resulting from a change before they become widespread. But, c'mon: There's gotta be a better way to handle that in terms of both timing and public presentation. We ", " there is, in fact, because Google itself avoids this built-in bummer-spreading at least some of the time.", "One especially ironic-seeming example is in the area of ", " — y'know, the realm where most Android device-makers ", " named Google fumble and take ", " to get current software delivered to device-owners. There, Google does exceptionally well and manages to get updates out to all of its Pixel users almost instantly. Those updates are larger and more complex than any minor feature rollout. And yet, here we are.", "I've talked before about how Google is ", ", and this is another vexing example of how the company gets in its own way and turns what should be an overwhelmingly positive development into a needlessly negative experience — not just for anyone, either, but for its most enthusiastic and engaged users in particular.", "You could make an argument that we all should know better by now and shouldn't be surprised by this sort of stuff anymore. And, well, you wouldn't be wrong. But at the same time, we shouldn't ", " to treat every new Google announcement with a grain of salt and assume it's up to ", "to keep checking our phones every day to see when something actually arrives. That's just plain silly.", "It's a waste of goodwill — and a waste of good features that all too often end up going unnoticed."]},
{"title": "Apple fall 2020 product launches: iPhone, iPad and Mac preview", "img_url": null, "contents": []},
{"title": "What's in the latest Chrome update? 10% faster page loads, more tab tweaks", "img_url": "https://images.idgesg.net/images/article/2017/06/pcw-chrome-primary-100724768-large.jpg", "contents": ["Google last week released Chrome 85, boasting of several enhancements to the browser's tab-based user interface and a 10% reduction in page load times.", "The Mountain View, Calif. company also ", " in bounties to security researchers who reported some of the 20 vulnerabilities addressed in Chrome 85. Two of the bugs were marked \"High,\" Google's second-most-serious threat level. One of those flaws, which Google said was in the iOS version of Chrome, was reported by a member of Microsoft's browser vulnerability research team. Microsoft now relies on the same core technologies — those produced by the Google-dominated Chromium project — for its Edge browser as Google does for Chrome.", "Chrome updates in the background, so most users can finish the refresh by relaunching the browser. To manually update, select \"About Google Chrome\" from the Help menu under the vertical ellipsis at the upper right; the resulting tab shows that the browser has been updated or displays the download process before presenting a \"Relaunch\" button. People new to Chrome can ", " for Windows, macOS and Linux directly.", "Google updates Chrome approximately every six weeks; the previous upgrade was released July 14.", "Google bundled several new tab features into Chrome 85; one added functionality to the ", " that debuted earlier this year.", "With tab grouping, users can organize tabs in — where else? — the tab bar by lumping together several tabs, each lump designated by color and name. New tabs can be added to the group by dragging and dropping or from a right-click menu; existing tabs can be dumped from a group as well.", "Chrome 85 lets users collapse and expand those tab groups. A click on the group's label collapses all associated tabs into the label, removing them from the bar. A second click restores them to the bar. \"This was the most popular feature request we heard from those of you using tab groups,\" wrote Alex Ainslie, Chrome's director of UX (user experience), in an Aug. 25 post to a company blog.", "Ainslie said that Google was rolling out tab group collapse/expansion, meaning that it won't be available to everyone at once. To turn on the new feature manually, enter ", " in the address bar and press Return or Enter. Search for the ", " item and select ", " from the menu list at the right. Finally, restart Chrome.", "Google also introduced ", " in Chrome 85, the Beta build. When the user pauses the mouse pointer atop a tab, a thumbnail of the page appears in a small pop-up, portraying what the tab leads to. Chrome 85 Stable users can manually engage previews by using ", " and setting both ", " and ", " to ", ". \u2028", " in Chrome 85 after \"Profile Guided Optimization\" (PGO) was switched on.", "This ", " technology — a Microsoft invention — was ", ", when Google asserted it would make Chrome up to 15% faster. That initial effort used the Microsoft Visual C++ build environment.", "In Google's latest PGO effort, the company's engineers expanded PGO from just Windows to include macOS by turning to the ", " build environment. Google will roll out — turn on, in plainer terms — PGO over time in Chrome 85.", "Chrome 85 also suspended page painting in browser windows covered by other windows, a way to save on CPU processing and thus save on power consumption. Only some users will see this in the latest Chrome, however. Google promised a \"full rollout\" for Chrome 86, the next upgrade.", "(This functionality has been pledged for what seems like ages. At one point, the page painting suspension had been on the to-do list of March's Chrome 81, only to get punted, first to Chrome 83 (May) and then to 84 (July) with roll-out to be finalized in Chrome 85.)", "According to Google, it will enable a new PDF-related feature in Chrome 85 \"over the next few weeks.\" Users will be able to fill out PDF-based forms — account applications, for instance — from within the browser, then save the results. If the same PDF document is later opened, the already-entered information is retained, and the user can pick up where they left off.", "Chrome 85 also continues the multi-version implementation of a blockade imposed on downloads from insecure sources. The first download category — executable files in .exe format, for example — was barred here with more to follow from Chrome 86 through Chrome 88.", "On the enterprise side, the Legacy Browser Support (LBS) add-on is to be scrubbed from the Chrome Web Store during Chrome 85's run. \"LBS is now built into Chrome, and the old extension is no longer needed,\" Google said.", "(LBS was designed so IT admins could deploy Google's browser but still call up Microsoft's Internet Explorer (IE) when necessary to, say, render intranet sites or older, written-for-IE apps. LBS wasn't an emulator but simply a URL director, sending any links on an administrator-made list to IE for that browser to open.)", "As of Monday, ", ". Google has labeled it as \"Deprecated\" in the extension market, however.", "Google will release Chrome's next upgrade, version 86, on Oct. 6."]},
{"title": "Microsoft Patch Alert: August 2020", "img_url": "https://images.idgesg.net/images/article/2017/09/windows_patch_security3-100734732-large.jpg", "contents": ["With Windows 10 2004 gradually creeping (I use the term intentionally) onto more machines, faults and foibles are coming out of the woodwork. It looks like a fix for the long-lamented version 2004 defrag bugs is on the way, but we aren’t there yet. Lenovo isn’t too happy with the August version 2004 cumulative update. It’s still too early to move to 2004, in my opinion — and those problems ensure I’ll keep 2004 off my machines for a while.", "Meanwhile, Microsoft extended the end of support date for Win10 version 1803 — a move that’ll interest exactly nobody except for admins with aging Win10 machines. Windows 8.1 patchers got left out in the Remote Access cold for a week. The .NET security updates have an odd, acknowledged bug with a manual registry workaround.", "On the whole, though, the August patches have held up quite well.", "As a bit o’ lagniappe, Patch Lady Susan Bradley has published the results of her two Patching Surveys — one for Consumers, the other for IT Pros. As you might imagine, the general level of satisfaction with Windows patches leaves much to be desired.", "The August cumulative update for Win10 version 2004, ", " — the latest, bestest, bug-infested version of Windows 10 — has triggered the usual volley of complaints about blue screens, system slowdowns, crashes, and the like. ", " has details.", "Most disconcerting is the volley of BSoDs ", " on 2019 and 2020 ThinkPads:", "The bugs appear to be linked to using the Enhanced Windows Biometric Security setting in the ThinkPad’s BIOS. See the article for details.", "The other big Win10 version 2004 news lies in the highly anticipated fix to the defrag bug that I ", ". In spite of the recent, breathless headlines about a “new” bug in version 2004, this pesky little SSD biter has been documented on various Microsoft sites since January — before version 2004 shipped.", "The bug involves an incorrectly set timestamp on defrag runs: Since the “Optimize Drives” app relies on that timestamp to keep from running too frequently, a bad timestamp leads to an overabundance of defrag runs, which can hurt any drive — but especially solid-state drives. There are also reports of TRIM function bugs associated with the Optimize Drives app. Those may be more serious. Lawrence Abrams ", " has details.", "In theory, Microsoft ", ". The fix may well appear in the “optional, non-security, C/D Week” patch for version 2004 that’s due any day now (making it an “E Week” patch). Most people expect that it’ll be part of the September Patch Tuesday crop.", "If Microsoft does, indeed, fix the bug, it’ll be another significant ", " bug in 2004 that’s finally met its match.", "Microsoft releases an update to KB4023057 — the “Update to Windows 10, versions 1507, 1511, 1607, 1703, 1709, 1803, 1809, 1903, and 1909 for update reliability” patch — when it’s ready to start steamrolling new versions. I last talked about the patch ", ".", "You’ll see the patch offered if you haven’t yet moved to Win10 version 2004 and your PC appears to need it (with MS’s “artificial intelligence” playing the part of King Solomon). The patch itself isn’t available in the Microsoft Catalog because it’s delivered via the extra-official ", ".", "If you want to move to 2004, and you’re offered KB4023057, go ahead and take it — but realize ", ". If you’d rather wait for the inevitable fixes — such as the defrag fix mentioned in the preceding section, and ", " both acknowledged and in gotcha mode — there’s no reason to install it yet.", "The Knowledge Base articles for all of the August .NET patches have been modified to include a note about an odd bug. ", " (the “Security and Quality Rollup for .NET Framework 4.6, 4.6.1, 4.6.2, 4.7, 4.7.1, 4.7.2 for Windows 7 SP1 and Windows Server 2008 R2 SP1 and Windows Server 2008 SP2”) and the various KBs for .NET Framework 4.8 now have this admonishment:", "Windows Presentation Framework (WPF) applications that use two or more HostVisual elements belonging to a common thread, where both HostVisual elements are asked to disconnect from their visual target at roughly the same time, mail fail with the following error:", "Exception type:  System.COMException", "Message:  UCEERR_RENDERTHREADFAILURE (HRESULT 0x88980406)", "Callstack:  top frame is System.Windows.Media.Composition.DUCE+Channel.SyncFlush()", "There’s a manual fix that involves changing app.config or modifying the registry.", "Usually Microsoft patches all versions of Windows at the same time. This month, though, Windows 8.1 missed two security holes in Windows Remote Access.", "Eight days after the Patch Tuesday plop, Windows 8.1 got an additional patch, ", ", that only fixes those two security holes. It’s a catch-up patch of a patch. In order to get all of your Win 8.1 August patches, you have to install the second patch, too — or wait for the September Monthly Rollup, which should plug all the known holes.", "There’s also a ", " about this second patch not playing politely with Cisco AnyConnect. The original, Patch Tuesday patch has no such problems.", "If you pay for Windows 7 Extended Security Updates, you may be seeing printer problems with the August patch, ", ". The root cause still isn’t known, but there’s an active discussion on the ", ".", "Patch Lady Susan Bradley has just released the results of her ", ". It’s a companion to the IT pros and consultants survey she released last week. With more than 1,400 participants, the study finds:", "Party on, ", "."]},
{"title": "How Apple is being deployed across the COVID-19 enterprise", "img_url": "https://images.idgesg.net/images/article/2018/11/mac-stadium-mac-mini-100779174-large.jpg", "contents": ["Enterprises worldwide have upgraded employees with Apple solutions to support ", " during the COVID-19 pandemic, Jamf CEO Dean Hager confirmed during his company’s ", ".", "The deployment of Apple in the enterprise appears to be accelerating. “Our business predominantly grows through the enterprise and education acceptance of using Apple products at school or work,” Hager said. “And that acceptance within the enterprise is actually outpacing even the device growth that you see.\"", "A ", " indicated 59% of employees would choose a Mac if given a choice, though only 32% are already using one.", "The global total addressable market (TAM) for Apple Enterprise Management is estimated to be $10.3 billion in 2019. This is expected to grow at a compound annual growth rate of 17.8% to $23.4 billion by the end of 2024, according to ", ".", "The CEO also mentioned a recent ", " impact study that showed the total cost of ownership of Macs is lower than that of a PC. Organizations reduced IT support costs, improved employee productivity and engagement, and enjoyed better overall security, according to the report's ", ".", "The pandemic means tens of millions of employees are now working from home, many for the first time. Even reluctant enterprises have been forced to support this, and in most cases have found that remote workers still get work done.", "Most businesses will continue to support remote working in the future, as employees prefer it in most cases – though it will force a new wave of disruption across some industries. Meanwhile, they ", ".", "Jamf serves all the top 10 U.S. banks, all but one of the most valuable U.S. brands, 75% of the top 20 U.S. hospitals and seven of the 10 largest school districts.", "The company says that while iOS already dominates the enterprise, Mac share is also seeing strong growth.", "The company has benefitted from a change in the nature of enterprise IT. Employees want to use the tech they're used to at home when they're at work, even as Apple continues to make its mobile devices even more capable of handling tasks that once required a computer.", "Hager’s company also serves smaller operations, which means it has unique insights into how a range of ", " are using Apple products to guide their business through the pandemic.", "Speaking during the first financial call since the company went public, he confirmed that while his company has benefited from the trend to WFH, some clients – particularly in retail – have felt the squeeze.", "There remains a sense of uncertainty around IT spending as renewals, capital expenses and new IT projects are “subject to more scrutiny across organizations everywhere,” explained CFO Jill Putman.", "Hager shared a number of stories to illustrate how Apple is being deployed by enterprises seeking to navigate the pandemic:", "“If you think that most of our momentum in the industry has been the result of the consumerization of IT, when you have the greatest movement of people from the office to their homes in the history of the world, I believe that that will fuel the consumerization of IT,” he explained.", "One of the challenges raised by some enterprises concerns the problem of bringing new employees aboard at a time of social distancing. In this regard, Hager shared his own company’s experience recruiting and onboarding new staff:", "“We sent everybody home on March 12,” he said. “Since that time, we have fully remotely onboarded over 70 employees and we brought on over 30 summer interns. We fulfilled our internships to over 30 students this summer, and they never came in to work. They were actually very productive all summer long, did a terrific job for us.”", "In terms of IT deployment, at least, he thinks his company has it covered with solutions for zero touch deployment of Mac, iPhone or iPad.", "Hager noted some of the approaches his company is taking to maintain a connection with remote teams:", "“We try and help our employees stay comfortable in their homes as much as possible,” he explained. “But I would really say it's creating a – one of my least favorite terms is socially distance. It doesn't have to be that. You can be physically distant, but actually creating an environment of social connection is of immense value as you're leading teams.”", "Hager’s very positive concerning the upcoming move to Apple Silicon. “We think it's going to create a more powerful Mac computer that will be selected by more people within the workplace, especially as more people from within the workplace go home,” he said.", "Historically, the company also helped guide clients through the PowerPC-Intel transition, which means it has unique insights to help guide the new migration.  ", "Looking ahead to the transition during which organizations will have both Intel and Apple Silicon Macs within their fleets, he promised to help. \"We'll be able to make sure that the right policies get applied to the right machines.”", "Please follow me on"]},
{"title": "Windows by the numbers: No dog days for Windows 10", "img_url": "https://images.idgesg.net/images/article/2019/06/windows-10_windows_microsoft_laptop_keyboard_update_-by-nirodesign-getty-100799328-large.jpg", "contents": ["Windows 10 rediscovered its appetite for share last month as it grew to represent almost 70% of all instances of Microsoft's OS.", "According to U.S. metrics vendor Net Applications, Windows 10 grew by 1.2 percentage points to reach 60.6% of global operating system share in August, accounting for 69.6% of all Windows editions. As usual, the second number is the more important of the two; August's was 1.4 points higher than July's.", "Windows 10's percentage of ", " (that's the 69.6%) was larger than the percentage of ", " (the 60.6%), because Windows does not power every system. In August, Windows was the OS of slightly fewer than 87% of the world's personal computers, down just half of one-tenth of a point from July. Of the remaining 13%, all but four-tenths of a percentage point ran macOS, Linux or Chrome OS.", "As Windows 10's share ticked up, Windows 7's tocked down.", "The aged OS, which Microsoft struck off the support list in January, lost a little bit more than a percentage point of share of all PCs, dropping to 22.3%. That translated into 25.7% of Windows PCs only, a decline of 1.1 points from July.", "In the seven full months since Windows 7's retirement from support, the operating system has lost 3.3 percentage points, representing a downturn of approximately 14%.", "While that may seem a notable decline, it was nowhere near the pace ", " projected (at the end of January) the OS would take through the remainder of 2020. Then, the trend of the previous 12 months pointed to a decline of around a point per month, putting Windows 7 under the 20%-of-all-Windows-PCs bar by September, then falling even further – to around 17% – by year's end.", "As it turned out, that forecast was much too optimistic – even though it was in line with how Windows XP had behaved in 2014 – because it didn't account for the of Windows 7-to-Windows 10 migrations after the former's support deadline came and went. Microsoft's Extended Security Updates (ESU) for Windows 7, a pay-for-post-retirement-support program, may have had an impact here.", "Instead of sliding under 20% by September, Windows 7 now looks unlikely to hit that mark until April 2021. And 17%? Figure the second half of July or first half of August for that. (Remember, these numbers are for percentage of Windows, not all personal computer operating systems.)", "'s forecast for Windows 10 taps those same months, but matches them with different figures. By April, Windows 10 may be close to 75%. Come July 2021, Windows 10 should account for an astounding 80% of Windows editions. (Looking a ", " way ahead, Windows 10 may hit 90%...in May 2023.)", "Elsewhere in Net Applications' numbers, August saw the first significant retrenchment by Linux since an uncharacteristic growth spurt started in April. The category, which lumps together all distributions, lost nine-tenths of a percentage point, falling to 2.7%. macOS recouped six-tenths of a point last month, pushing to near 9.6% and almost reaching its April mark.", "Net Applications calculates operating system share by detecting the agent strings of the browsers used to reach the websites of Net Applications' clients. The firm tallies visitor sessions of those browsers to measure global operating system activity."]},
{"title": "Using low code platforms to learn development skills", "img_url": null, "contents": ["Low code and no code platforms are valuable IT tools. They make it easy for employees outside of the IT team to develop apps that simplify business processes. And in some cases, they can aid in the transition from amateur developer or Excel power user to professional programmer. InfoWorld senior writer Serdar Yegulalp joins Juliet to discuss how employees interested in development can use low code platforms to learn basic skills before jumping into code."]},
{"title": "Top web browsers 2020: Firefox, IE, Chrome all fall", "img_url": "https://images.idgesg.net/images/article/2020/08/internet_web_browser_https_url_address_bar_by_ruslan_khismatov_gettyimages-1024793222_cw_2400x1600-100854835-large.jpg", "contents": ["Mozilla's Firefox slumped, Microsoft's Internet Explorer (IE) crashed, and even Google's Chrome dropped last month in the global struggle for market share.", "August was as unkind to browsers as the year has been to their users.", "According to data published yesterday by California-based analytics company Net Applications, Firefox's share fell by two-tenths of a percentage point, ending August at 7.1%, a record low in its years-long decline. The last time the browser held such a small share was more than 15 years ago, in March 2005, as it was building to be a legitimate alternate to the then-monarch IE.", "By Net Applications' measurements, Firefox lost the equivalent of 2.2% of its share during August. Mozilla's own data — in the form of ", ", or MAU — also showed a decline for Firefox, albeit a smaller 1.3% downturn.", "Firefox's troubles have so accumulated that the open-source browser resembles a beat up junker near the end of a demolition derby: It's a wonder it keeps going.", "Mozilla not only has to deal with the share decline of its premier product but also with financial troubles going as far back as 2018, and more recently, a ", " of a quarter of its workforce. Every month's share decline only reminds users — whether current or potential — of Firefox's fragility.", "Nor does ", "'s forecast bring good news. The latest predicts that Firefox will fall below 7% in October (a month earlier than last month's prognostication), and pegs Firefox's share a year from now at 5.8%.", "How much longer can Firefox take this? That's a question ", " can't answer. There is no set number at which a browser becomes inconsequential. But there also has never been a browser that, after accounting for at least 25% of all share, has recovered from a decline that drove it into the single digits.", "Chrome's share in August slipped to 70.9%, a decline of one-tenth of a percentage point. The stumble was the first of 2020; Chrome had gained ground each of the preceding seven months. Even so, Chrome remained up 4.3 points for the year. (In fact, it was the only top five browser to post a plus for 2020.)", "The small decline did not change ", "'s forecast for Chrome. Based on the browser's 12-month average change in share, the latest prediction reiterated that Chrome should make 72% by December and 73% by March 2021.", "Does Chrome have it in itself to keep gobbling up share? If so, how much? Those are tough questions.", "A year ago, it looked like Chrome had hit its limit; during 2019, the browser went up and it went down, but it ended the year down by six-tenths of a percentage point, at around 66.6%. That, it seemed, was that. But in the first eight months of 2020, Chrome has shown it had more gas in the tank, adding another four-plus points.", "It's easy to envision Chrome taking an additional two points from Firefox — leaving Mozilla's browser with just 5% or so — and grabbing another two points as IE nearly vanishes. Those gains would give it 75%. But further share redistribution would be harder. In fact, based on the numbers, Chrome's top job going forward would have to be keeping a lid on Edge by hampering any Microsoft effort to grow its newest browser.", "Microsoft's browsers lost a whopping 2.1 percentage points in August, ending last month at a combined 12.3%.", " called that a month ago, after Net Applications posted its July report, saying that the 1.9-point increase for IE and Edge was \"unbelievable\" and pointing out that in earlier instances, huge gains were quickly repudiated by follow-on months' data. \"It's unlikely that the enormous increase will stand, signaling that it's more an artifact of Net Applications' counting or how it weights some results over others,\" we said at the time.", "So it was.", "The 2.1-point loss in August took back all of the 1.9-point gain of the month before, then added another bit of decline for good measure. Compare August's number with June's, though, ignore July entirely, and Microsoft's slide over July and August comes out as about equal to the average monthly decline for the 12 months ", " July (in other words, July 2019 through June 2020). Put another way, the effect of July 2020 was nullified and IE+Edge instead fell as expected.", "In August, IE's share plunged by 2.2 points to 3.8%, a record low for that decades-old browser. Meanwhile, Edge rose slightly — less than one-tenth of a percentage point — to 8.5%. The latter remains on track to reach 11% within a year.", "IE's future is cloudier. A 12-month forecast puts IE at zero by this time next year. But while Microsoft recently began ", " for the browser, it's certain that enterprises, which are wildly underrepresented (if represented at all) in Net Applications' data, will certainly still be running IE (or the IE mode within Edge) in a year's time.", "Edge, of course, is Microsoft's shot at reclaiming some kind of browser influence. It's been tough going thus far: Since the Chromium-based Edge's January debut, Edge has increased its share by only 1.5 percentage points, or about two-tenths of a point per month. That's not going to put much of a dent in Chrome. Edge's next opportunity for some kind of share bump will be when Microsoft releases Windows 10 20H2, the year's fall feature upgrade, which will come with Chromium Edge.", "Elsewhere in Net Applications' numbers, Apple's Safari climbed to 3.5% on the back of a half a percentage point gain, reversing the loss it suffered in July. Opera software's Opera also grabbed more share, ending August at 1%, an increase of two-tenths of a point.", "Net Applications calculates share by detecting the agent strings of the browsers used to reach the websites of Net Applications' clients. The company counts visitor sessions to measure browser activity."]},
{"title": "The Chromebook's new secret weapon", "img_url": "https://images.idgesg.net/images/article/2020/09/chrome-os-secret-weapon-100856418-large.jpg", "contents": ["Google's Chrome OS platform is a lot of different things. It's a simple place for web-centric computing. It's a natural ", " and the ", " It's a place to ", " — and soon, if you're in the right enterprise environment, a place to ", ", too (!).", "Chrome OS has truly become ", " — a ", " from its initial position as the \"nothing OS\" when it first showed up on our doorsteps many moons ago. But aside from appealing to people with all of those aforementioned qualities, the humble Chromebook is slowly but surely gaining a new purpose and unique advantage over its competitors.", "It's something that's been shaping up subtly for a while but that Google is now openly promoting and pushing forward, and it's an asset so obvious-seeming, it's almost shocking that it hasn't been tapped into 'til now. It's the Chromebook's role as the ultimate Google machine — a single device where Google's services and search prowess come together in a singularly streamlined way. And if you think it's no big deal, well, you're missing the bigger picture.", "It was more of a passing side note than any bold declaration, but Google actually laid out its vision for this new ", " superpower in a ", " this week. The post was about new features coming into the Chrome OS environment as part of September's hefty operating system update. A smarter cross-device Wi-Fi password syncing system, a simplified system settings interface, and a more accessible mic-level slider were the headlining items. But casually dropped in the middle of the post was a quietly important paragraph:", "And there you have it: the \"everything button\" — the logical next step for what's evolved into the \"everything OS.\"", "It's easy to brush that away as a modest expansion, but having that all-in-one, \"everything button\" function really can impact your day-to-day work and ability to get stuff done. To some degree, that Chrome OS Launcher button has acted as a bit of an \"everything button\" for a while now, but the \"everything\" part of it has had a handful of missing elements — and Google hasn't done an especially great job of ", " its multipurpose nature and making sure we mortal Chromebook owners appreciate its potential.", "But with its new powers coming into play, that button — represented by a magnifying glass icon on most Chromebooks and (somewhat confusingly, with random-seeming inconsistency) a circle on Google's own Pixelbook line of devices — could almost be described as a \"", "button.\" Tap it, and in the one box that comes up, you can:", "That last part is huge, especially for anyone who also uses ", " or on a ", ". And Assistant on Chrome OS can do ", " — everything from creating new documents to controlling your calendar and interacting with your cross-device reminders.", "There's just one catch: On most current Chromebooks, the Assistant remains frustratingly detached from the main Launcher experience. It's ", " but also ", " from the rest of the Launcher setup: If you want to interact with Assistant, you have to either click or tap an Assistant icon within the initial Launcher search box or press the Launcher key and \"A\" key together to pull it up.", "On Google's own Pixelbook line of devices, though, Assistant is integrated into the Launcher seamlessly — and my goodness, what a difference that makes. You just start typing into the single Launcher search box, and whatever's most appropriate comes up automatically as the top suggestion — whether that's an app:", "...a website:", "...a system setting:", "...or an Assistant-handled action:", "It's a seemingly subtle distinction but a significant one when it comes to real-world impact. Having Assistant right there, integrated in with everything else, makes it feel like a natural extension of the operating system. And it makes the idea of this \"everything button\" — the \"", " button\" — feel powerful and complete. Quite honestly, it's something you resent not having when you work on Chrome OS and then go back to a more traditional operating system environment.", "(And here's a little secret: You can actually get that native Assistant Launcher integration on any current Chromebook, even if it doesn't have the Pixel branding. I'll share the specific steps in ", " on Friday.)", "Factor in Google's ", " to turn the Play Store into a unified, all-in-one Chromebook app market, and you can see how the long-scattered pieces of the Chrome OS ecosystem are finally starting to coalesce into something sensible.", "Chrome OS is on the brink of becoming the place where Google's best capabilities come together to form a whole new kind of connected experience. It's an exciting new start for intelligent desktop computing — and beyond that, it shows us the type of thoroughly connected Google experience Android could, should, and hopefully one day ", " also provide."]},
{"title": "Apple sets scene for 5G ‘for the rest of us’", "img_url": "https://images.idgesg.net/images/article/2020/02/5g_light_trails_by_plej92_gettyimages-1091209732_2400x1600-100833961-large.jpg", "contents": ["We all expect Apple to introduce 5G support in the ", ", but it looks seriously as if it has a wider plan to turn the mass market onto the mobile broadband standard.", "Apple has been heavily focused on building out its services in recent years, and there’s a great deal of activity going on in this space:", "What’s most notable in recent days as we head toward the inexorable online iPhone 12 range announcement is the emergence of new deal packages from Apple and selected mobile partners. For example, in the UK:", "I am interested to learn of similar deals in other territories, as these would suggest  some coordination to Apple’s approach.", "These deals quite clearly spell out Apple’s focus on making its services an integral part of its wider platform, as it aims to generate recurring income streams and reduce customer churn.", "They also make it crystal clear that the company sees 5G as an enabling technology that will let it leapfrog its service offerings ", ", reducing the hold on high-speed broadband access currently enjoyed by fixe-line cable companies.", "That ", " also lends itself to this.", "In this model, mobile telcos get to replace the cable companies. In the UK, that’s likely to spell bad (and, in my opinion, deserved) news for expensive operators such as Virgin Media, but this impact will be felt internationally as 5G is rolled out to a wider congregation of users.", "My opinion is that the only fixed line-based providers likely to survive will be those serving security-conscious enterprise clients; providers such as ", " and ", " come to mind.", "The deployment of 5G will take time. ", " that by 2025 there may be around 2.8 billion subscribers. (There may be as many as 190 million such subscribers in place globally by the end of this year, the report also claims.)", "In other words, 5G rollout, while relatively fast, will take a couple more years before it peaks.", "When it ships, the ", " will help ", ". The iPhone 11 has been the world’s ", " during the pandemic, Apple’s customer base remains deeply loyal and it sees investment in mobile tech as essential to maintaining life during the crisis. Some analysts expect a ", ".", "While critics argued that Apple should have introduced support for 5G years ago (they were wrong, as ", "), Apple ", ", and instead invested in building service-based propositions to justify investment in the fast broadband tech.", "That is why the company will now ", " (even as its ", " teams strive ", ").", "For enterprise users, Apple’s move to push mass-market adoption of the technology opens up ", " – which may themselves become essential as habits inevitably change, post pandemic. This has additional implications for sectors such as Industry 4.0, healthcare, connected manufacturing and beyond.", "In sum, it means that years of hype around 5G are about to be realized, ushering in yet another wave of digital transformation and shaking up industries everywhere.", "It’s also worth looking at nations with underdeveloped fixed-line infrastructure, as 5G deployments there may open up access to services and economic opportunity to an extent not yet seen. Apple is about to flick the 5G switch. Are you ready?", "PS: Don’t be too surprised to see 5G support appear in future Macs.", "Please follow me on"]}
]