{"headline": "통신사 \"넷플릭스법, 공짜網 고칠 제도적 기반\"", "contents": "[아시아경제 구채은 기자]  '넷플릭스 방지법' 시행령과 관련해 통신사들은 넷플릭스, 유튜브 등의 '공짜망(網) 생떼'를 바로잡을 수 있는 법적 토대가 마련됐다는 입장..."}
{"headline": "\"하루 100만 명·트래픽 1% ↑ 사업자 서비스 안정화 의무 부과\"", "contents": "국내 총 트래픽 양의 1% 이상을 차지하면서 이용자가 100만 명을 넘어서는 콘텐츠사업자들에게 인터넷 연결을 원활하게 유지해야 하는 서비스 안전화 의무가 부과됩니다..."}
{"headline": "화웨이, 통화·피트니스 관리 지원하는 '토크밴드B6' 22만원에 출시", "contents": "(서울=뉴스1) 김정현 기자 = 화웨이가 탈착식 블루투스 이어폰 기능을 갖춘 스마트밴드 '토크밴드B6'(HUAWEI TalkBand B6)를 8일 출시한다고 밝혔다. 이번 토크밴드 B6..."}
{"headline": "바리스타부터 소독봇까지..가전의 LG, 이젠 '로봇의 LG' 될까", "contents": "LG전자가 차세대 먹거리 사업으로 점찍은 로봇사업에 속도를 내고 있다. 8일 업계에 따르면 LG전자는 최근 특허정보넷 '키프리스'에 △식음료(F&B) △호텔 △병원 등 서..."}
{"headline": "야나두 \"300억원 투자 유치..기업가치 3000억\"", "contents": "카카오 에듀테크 계열사 야나두(공동대표 김정수·김민철)는 300억원의 투자를 유치하고, 3000억원대의 기업가치를 인정받았다고 8일 밝혔다. 투자에는 한국투자증권, K..."}
{"headline": "'박진영 남친짤'..네이트의 새 뉴스 서비스 '오늘' 알린다", "contents": "(서울=뉴스1) 김승준 기자 = 네이트의 키워드 중심 뉴스 서비스 '오늘'의 광고에 연예인 박진영이 등장해 마치 애인같은 친근함으로 서비스를 알린다. SK커뮤니케이션즈..."}
{"headline": "휴온스그룹 '사업다각화'로 코로나 위기 속 두 자릿수 성장", "contents": "휴온스그룹이 신종 코로나바이러스 감염증(코로나19) 여파 속에서도 올 1, 2분기 연속 두 자릿수 성장을 기록했다. 이는 그룹이 ‘글로벌 토탈 헬스케어 기업’이라는 ..."}
{"headline": "방역당국 \"9월 셀트리온·10월 GC녹십자 코로나 치료제 생산\"", "contents": "이르면 이달부터 신종 코로나바이러스 감염증(코로나19) 치료제의 상업용 생산이 가시화될 전망이다. 권준욱 중앙방역대책본부 부본부장은 8일 정례브리핑을 통해 “이..."}
{"headline": "CJ제일제당, 동반성장지수 평가 5년 연속 '최우수'", "contents": "[디지털타임스 김아름 기자] CJ제일제당이 동반성장지수 평가에서 5년 연속 최고 등급인 '최우수' 평가를 받으며 '동반성장 최우수 명예기업'으로 선정됐다. 동반성장위..."}
{"headline": "LG유플, 유심없는 통신모듈 세계 첫선", "contents": "LG유플러스가 8일 국내외 통신 개발사와 손잡고 심(SIM)카드 없는 통신 기술 'iUICC'에 대한 상용화 인증을 완료했다고 밝혔다. 이동통신사가 'iUICC' 기술을 인증한 것..."}
{"headline": "펍지, '배틀그라운드 모바일' 인도 지역 직접 서비스 전환 결정", "contents": "텐세트와 현지 퍼블리싱 중단…인도 정부와 협력 ‘희망’ 펍지(대표 김창한)가 인도 지역 ‘배틀그라운드 모바일’ 서비스를 직접 담당하기로 결정했다. 최근 인도 정..."}
{"headline": "카카오게임즈 달빛조각사, 서버 통합 실시", "contents": "(지디넷코리아=이도원  기자)카카오게임즈(각자 대표 남궁훈, 조계현)는 엑스엘게임즈가 개발한 모바일 오픈월드 다중접속역할수행게임(MMORPG) ‘달빛조각사’에 서버..."}
{"headline": "코로나19 유전정보 분석하니..주요 변이 후보염기 27개 도출", "contents": "(서울=뉴스1) 김승준 기자 = 국내 연구진이 미국서 신종 코로나바이러스 감염증(코로나19) 확산이 폭발적으로 이뤄진 시기의 바이러스 유전체를 분석해 앞으로 주목해야..."}
{"headline": "스타벅스, 중장년층 취업 지원 프로그램 본격 시작", "contents": "[디지털타임스 김아름 기자] 스타벅스커피 코리아가 중소벤처기업부, 소상공인시장진흥공단과 함께 중장년층 소상공인의 카페 재창업과 스타벅스 취업 지원을 위한 1기 ..."}
{"headline": "\"과태료 2000만원?\" 실효성 있나..넷플릭스법 '솜방망이' 처벌 논란도", "contents": "[아시아경제 조슬기나 기자] 이른바 '넷플릭스 무임승차 방지법(전기통신사업법 개정안)'의 적용 대상 등을 규정한 세부 시행령이 공개됐다. 막대한 트래픽을 일으키고..."}
{"headline": "태풍과 긴 장마의 원인, 온실가스를 수소에너지로 바꾸는 기술 개발", "contents": "[서울신문]올 여름은 이례적으로 긴 장마와 장마가 끝나자마자 강력한 태풍 3개가 한반도를 잇따라 내습했다. 원인에 대해서는 여러 분석이 있지만 지구온난화로 인한 ..."}
{"headline": "[데이터뉴스]5G 가입자 1년4개월 만에 785만명 돌파", "contents": "지난해 4월 5세대(5G) 이동통신 세계 최초 상용화 이후 1년4개월 만에 5G 가입자가 785만명을 돌파했다. 과학기술정보통신부에 따르면 7월 말 기준 국내 5G 가입자는 78..."}
{"headline": "업비트 \"올 상반기 가상자산거래소 모바일 사용자수 1위\"", "contents": "올 상반기 국내 가상자산(암호화폐) 거래소 중 모바일 사용자수 1위는 업비트인 것으로 8일 조사됐다. 업비트 운영사인 두나무(대표 이석우)가 빅데이터 기업 아이지에..."}
{"headline": "유주게임즈, '시노니스' 국내 정식 출시", "contents": "[스포츠경향] 유주게임즈코리아가 미소녀 게임 ‘시노니스’를 구글플레이와 애플앱스토어에 정식 출시했다고 8일 밝혔다. ‘시노니스’는 대폭발로 인해 모든 것이 사..."}
{"headline": "[알림]\"RPA 성공모델을 만나세요\"..24일 온라인 콘퍼런스", "contents": "전자신문사는 정보기술(IT) 분야에서 가장 뜨거운 이슈인 로봇공정자동화(RPA) 관련 실전 전략을 논의하는 'RPA 비즈니스 프랙티스 2020' 콘퍼런스를 오는 24일 온라인..."}
{"headline": "\"누구나 방송 가능\"..아프리카TV, '온라인 BJ직업설명회' 개최", "contents": "아프리카TV 서수길 대표(사진 왼쪽)와 여명학교 이흥훈 여명학교 교장이 7일 서울 종로구 여명학교에서 진행된 ‘온라인 BJ직업설명회’에서 방송 스튜디오 기탁식을 진..."}
{"headline": "\"엑스박스 S 가격 299달러..11월 10일 출시\"", "contents": "(지디넷코리아=김익현  미디어연구소장)마이크포소프트(MS)의 차세대 콘솔게임기인 X박스 S시리즈 가격이 299달러로 책정됐다고 윈도센트럴을 비롯한 외신들이 7일(현지..."}
{"headline": "KISTI-소방청, 빅데이터 전문인력 양성 위해 맞손", "contents": "[아이뉴스24 최상국 기자] 한국과학기술정보연구원(KISTI, 원장 최희윤)과 소방청(청장 정문호)이 소방 빅데이터 전문인력 양성을 위해 손을 잡았다. 양 기관은 8일 소..."}
{"headline": "\"기준과 표현 모호하다\"..인기협, 전기통신사업법 시행령 반대", "contents": "[이데일리 김현아 기자] (사)한국인터넷기업협회가 8일 성명서를 내고, 과학기술정보통신부가 입법예고한 ‘전기통신사업법 시행령 개정안’에 대해 법률의 개정취지에 ..."}
{"headline": "[안녕? 자연] 동토의 땅 '북극'도 불타고 있다.. '좀비 불'에 속수무책", "contents": "[서울신문 나우뉴스]항상 얼어 붙어있는 동토의 땅 북극도 불타고 있다. 최근 유럽연합(EU) 관측 프로그램인 코페르니쿠스 대기 모니터링 서비스(Copernicus Atmosphere..."}
{"headline": "펄어비스, 창립 10주년 맞아 엠블럼 공개", "contents": "[OSEN=임재형 기자] 열번째 생일을 맞은 펄어비스가 그간의 열정, 도전정신을 담은 엠블럼을 공개했다. 7일 펄어비스는 창립 10주년을 맞아 10주년 기념 엠블럼을 공개..."}
{"headline": "인기협 \"전기통신사업법 시행령 개정안, 전면 수정해야\"", "contents": "(지디넷코리아=백봉삼  기자)한국인터넷기업협회(이하 인기협)는 과학기술정보통신부(이하 과기부)가 입법예고한 전기통신사업법(이하 법) 시행령 개정안을 전면 재검토..."}
{"headline": "KT, 온라인 교육 플랫폼 구축 ..\"원격수업 어려움 해소\"", "contents": "KT는 신종 코로나바이러스 감염증(코로나19) 확산으로 어려움을 겪고 있는 공교육을 지원하기 위해 비대면 온라인 교육 플랫폼을 구축했다고 8일 밝혔다. 이 플랫폼은 ..."}
{"headline": "꿈의 배터리 '전고체전지' 저비용 대량생산 길 열어", "contents": "국내 연구진이 꿈의 배터리로 불리는 '전고체전지'를 저렴한 가격으로 대량 생산할 수 있는 시대를 열었다. 한국전기연구원은 박준우 박사 연구팀이 전고체전지의 핵심 ..."}
{"headline": "[일문일답]\"서비스 안정성 의무 부과 CP 매년 공표할 계획\"", "contents": "(지디넷코리아=김태진  기자)국내‧외 콘텐츠 제공사업자(CP)의 서비스 안정성 확보를 위한 첫 기준이 마련됐다. 최근 페이스북 등 서비스 지연으로 인한 이용자 불편이..."}
{"headline": "KT-서울교육대학교 업무협약 체결", "contents": "(서울=연합뉴스) 8일 서울 서초구 서울교육대학교 중앙회의실에서 KT 커스터머부문장 강국현 부사장(오른쪽)과 서울교육대학교 임채성 총장이 온라인 교육 서비스 고도..."}
{"headline": "KT 온라인 교육 플랫폼 원격수업", "contents": "(서울=연합뉴스) 8일 서울 서초구 서울교대부설초등학교 6학년 교실에서 KT 커스터머부문장 강국현 부사장(오른쪽)과 서울교대부설초등학교 이계수 교장(가운데)이 KT ..."}
{"headline": "샤오미, 3만원대 웨어러블 '미밴드5' 국내 출시", "contents": "[헤럴드경제=박지영 기자]샤오미는 8일 ‘10주년 기념 특별 이벤트’ 온라인 행사를 열고 웨어러블 기기 미밴드5, 무선 이어폰 2종, 휴대용 포토프린터를 공개했다. 미..."}
{"headline": "구글·넷플릭스·페이스북도 '서비스 안정성' 책임 진다", "contents": "구글과 넷플릭스, 페이스북 등 글로벌 콘텐츠 기업(CP)들도 앞으로 네이버, 카카오 등 국내업체와 마찬가지로 서비스를 안정적으로 제공할 수 있는 기술적 조치를 의무..."}
{"headline": "유심 없는 통신 모듈 상용화 인증..LG유플러스 서비스 인증 마쳐", "contents": "더 작고 가벼운 IoT 기기 가능 LG유플러스가 세계 최초로 유심(USIM) 없는 통신 모듈의 통신사 상용화 인증을 마쳤다. 앞으로 이 모듈을 사용하는 사물인터넷(IoT) 기기..."}
{"headline": "\"네이버·카카오, 인앱 결제 안 한다면 퇴출\" 구글 초강수", "contents": "구글이 구글 결제 시스템(인앱)을 거치지 않는 스마트폰용 소프트웨어(앱)를 ‘구글 플레이스토어’에서 퇴출하는 강경책을 검토한다. 네이버와 카카오 등 인앱 결제 시..."}
{"headline": "KIMCo·NBP·신테카바이오·AI신약센터, 한국 제약바이오 경쟁력 제고 위해 맞손", "contents": "한국혁신의약품컨소시엄(KIMCo)·네이버비즈니스플랫폼(NBP)·신테카바이오·AI신약개발지원센터는 한국 제약·바이오산업의 글로벌 경쟁력 제고를 위해 힘을 합치기로 ..."}
{"headline": "쪼그라드는 화웨이, 최신폰 부품 주문량 30% 급감", "contents": "미국의 여러 제재에도 꿋꿋이 버티던 화웨이가 드디어 본격적인 제재 악영향을 받기 시작했다. 미국의 각종 제재로 스마트폰 생산과 판매에 차질이 빚어지자 협력업체에..."}
{"headline": "내년 장기요양보험료율 11.52%..세대 평균 보험료 1787원 오른다", "contents": "내년도 장기요양보험료율이 11.52%로 결정됐다.보건복지부는 8일 제4차 장기요양위원회를 열어 2021년 장기요양보험료율을 이같이 심의·의결했다고 밝혔다. 이에 따라 ..."}
{"headline": "블록체인조정협회, 안정적인 가상자산 거래 방안 모색 세미나 개최", "contents": "(지디넷코리아=임유경  기자)대한블록체인조정협회는 과학기술정보방송통신위원회 소속 이용빈 의원과 공동으로 오는 29일 국회도서관 소회의실에서 '블록체인 국정 ..."}
{"headline": "빅데이터 활용 재난 대응 전문가 키운다.. KISTI·소방청 MOU", "contents": "소방청 보유 데이터 171억건 분석에 슈퍼컴퓨터 활용한국과학기술정보연구원(KISTI)은 소방청과 소방 빅데이터 및 인공지능(AI) 분야의 전문가를 양성하기 위한 업무협..."}
{"headline": "수주행진 이어가는 삼성전자 파운드리, 퀄컴 중저가 5G 칩 생산", "contents": "[디지털타임스 박정일 기자] 삼성전자 파운드리(반도체 위탁생산)가 중저가형 스마트폰을 겨냥한 퀄컴의 5세대 이동통신(5G) 칩을 수주한 것으로 알려졌다. 삼성전자는 ..."}
{"headline": "\"통신사 의무, CP에게 전가\" 인기협, 시행령 전면 재검토 촉구", "contents": "국내 인터넷 기업들이 8일 과학기술정보통신부가 입법예고한 전기통신사업법 시행령 개정안에 반발했다. 이들은 이른바 '넷플릭스 무임승차 방지법'으로 불리는 이 법의..."}
{"headline": "\"턱스크 꼼짝마!\" 5G 방역로봇, 병원 지킴이로 나섰다", "contents": "H+양지병원은 실시간으로 병원내부를 이동하며 얼굴인식, 체온측정, 마스크 착용여부 등을 확인하는 5G 방역로봇을 배치해 운영하고 있다. 사진제공｜H+양지병원‘5G 방..."}
{"headline": "40년 냉동보관 세포로 멸종위기 말 복제 성공", "contents": "`마지막 야생마'로 불리는 중앙아시아 대초원의 멸종 위기종 프르제발스키(Przewalski)의 복제 망아지가 탄생했다. 이번 복제는 특히 40년 전 냉동보관 처리한 세포주를..."}
{"headline": "넷마블, 하반기 기대작 '세븐나이츠2' 첫 티저 공개", "contents": "[아이뉴스24 문영수 기자] 넷마블(대표 권영식, 이승원)은 8일 하반기 기대작 '세븐나이츠2'의 공식 사이트에 티저를 공개하며 본격적인 행보를 알렸다. 세븐나이츠2는 ..."}
{"headline": "KIMCo·네이버·신테카바이오·AI센터..코로나19 치료제와 신약 개발 협력", "contents": "한국혁신의약품컨소시엄(KIMCo)과 네이버 비즈니스 플랫폼(NBP), 신테카바이오(대표 정종선), AI신약개발지원센터(AI센터) 등 4개 기관이 제약바이오 산업 경쟁력 제고..."}
{"headline": "어쿠스틱으로 즐기는 '아기상어'..스마트스터디, 동요 앨범 출시", "contents": "[헤럴드경제=채상우 기자] 글로벌 콘텐츠 기업 스마트스터디가 온 가족이 함께 즐길 수 있는 동요 앨범 ‘핑크퐁 어쿠스틱’을 발매했다고 8일 밝혔다. 핑크퐁 어쿠스틱..."}
{"headline": "\"고작 과태료 2천만원\" 넷플릭스法, 솜방망이 제재규정 실효성 있나", "contents": "정부가 콘텐츠사업자(CP)에게 망 품질 유지 의무를 부여하는 일명 '넷플릭스 무임승차 방지법(전기통신사업법 개정안)' 시행령을 8일 입법예고했다. 개정안 핵심은 일정..."}
{"headline": "알쏭달쏭한 '넷플릭스法' 시행령.. \"법원 가서 싸우란 얘기\"", "contents": "모호한 문구로 해석 차이… \"갈등 불보듯 뻔해\"통신 업계 \"첫발 뗐다는 의미… 실효성은 부족\" 콘텐츠사업자 \"명확한 용어로 전면 재검토해야\" 규제기준 트래픽 1%는 \"5..."}
{"headline": "코로나19 재확산 이후 분노 커져.. 10명 중 8명 \"한국사회 위기\"", "contents": "신종 코로나바이러스 감염증(코로나19)이 재확산하자, 시민들이 느끼는 분노와 공포심이 커졌다는 조사 결과가 나왔다. 한국 사회가 ‘위기’라고 응답한 사람들도 10명..."}
{"headline": "한국은행이 디지털화폐를 연구하는 이유 '무현금·스테이블코인'", "contents": "한국은행이 중앙은행이 발행하는 디지털화폐(CBDC)를 연구하는 이유로 현금소멸(캐시리스) 현상과 세계 각지에서 나오는 민간 디지털화폐를 꼽았다. 공공재로써 현금의 ..."}
{"headline": "에티오피아 현직 장관, 카이스트 박사학위 취득 '화제'", "contents": "메쿠리아 테클레마리암(Mekuria Teklemariam) 에티오피아 국무총리자문 장관  지천명(知天命.50세)의 에티오피아의 현직 장관이 카이스트(KAIST)에서 4년 유학 끝에 박..."}
{"headline": "선박해양硏, 국내 중형조선소 기술지원 박차", "contents": "[헤럴드경제=구본혁 기자] 선박해양플랜트연구소(KRISO)가 중형선박 기술지원 강화를 위해 발 벗고 나선다. KRISO 중형선박설계사업단은 기존 8개사‧9개 프로젝트의 컨..."}
{"headline": "식약처, 코젠바이오텍 코로나19·독감 동시 진단시약 임상 승인", "contents": "식품의약품안전처는 신종 코로나바이러스 감염증(코로나19)과 인플루엔자(독감)을 동시에 진단할 수 있는 체외진단시약 1개 제품에 대한 임상적 성능시험 계획을 전날 ..."}
{"headline": "신상공개된 대학생 사망.. 여전히 박제된 신상정보", "contents": "성범죄와 성범죄 의혹이 제기된 사람 등의 개인정보를 공개해 온 ‘디지털교도소’에 신상정보가 공개된 대학생 A씨(20)가 억울함을 호소하다 극단적인 선택을 한 사실..."}
{"headline": "신도리코, 사내 신도문화공간에서' 한국의 추상회화 전시회' 개최", "contents": "신도리코가 서울 성수동 본사 내 신도문화공간에서 한국의 추상회화 전시회를 10월 22일까지 개최한다. 이번 전시는 한국의 현대 추상 미술을 이끈 대가들의 작품을 소..."}
{"headline": "삼성전자 파운드리, 퀄컴 5G 중저가형 칩 '4시리즈' 생산", "contents": "삼성전자 파운드리사업부가 퀄컴의 중저가형 5G 칩을 양산한다. 퀄컴 7시리즈 애플리케이션 프로세서(AP) 생산 이후 모뎀 칩, 중저가형 칩 등 퀄컴의 5G 관련 반도체를 ..."}
{"headline": "알뜰폰에 관심 있다면, 알뜰폰.kr로 오라~", "contents": "얼마 전 가계지출 내역을 살펴보다가 통신비로 쓰는 금액이 15만원을 훌쩍 넘는다는 사실을 알게 됐다. 5G 상용화 등 이슈가 있을 때마다 요금제를 변경하며 조금씩 비..."}
{"headline": "KT 온라인 교육 플랫폼 원격수업", "contents": "(서울=연합뉴스) 8일 서울 서초구 서울교대부설초등학교 6학년 교실에서 KT 커스터머부문장 강국현 부사장(오른쪽)과 서울교대부설초등학교 이계수 교장(가운데)이 KT ..."}
{"headline": "[속보] 정부 \"이달 중 코로나19 상업용 항체치료제 대량 생산 계획\"", "contents": "[한국경제TV 이휘경 기자] 방역당국이 이달 중 신종 코로나바이러스 감염증(코로나19)에 대한 항체 치료제를 대량 생산하겠다고 계획을 밝혔다. 권준욱 중앙방역대책본..."}
{"headline": "SK(주) C&C, 6년 연속 동반성장지수 평가 '최우수 등급'", "contents": "SK(주) C&C가 2014년 이후 6년 연속 동반성장지수 최고 등급을 획득했다.SK(주) C&C는 동반성장위원회가 발표한 ‘2019 동반성장 지수 평가’에서 최고 등급인 ‘최우수..."}
{"headline": "수자원公-KEI, 물관리 기술개발·연구협력 맞손", "contents": "(지디넷코리아=박영민  기자)한국수자원공사(사장 박재현)는 8일 오전 대전 대덕구 본사에서 한국환경정책평가연구원(KEI)과 물관리 정책·기술 개발과 공동연구에 협력..."}
{"headline": "네이버·카카오에도 망 품질 책임 묻는다..논란의 '넷플릭스법' 시행령 공개(종합2보)", "contents": "[아시아경제 조슬기나 기자, 부애리 기자] 막대한 트래픽을 일으키고도 국내에서 망 사용료를 제대로 지급하지 않는 넷플릭스, 유튜브(구글) 등 글로벌 콘텐츠제공사업..."}
{"headline": "제이엘케이, 이달에만 매출 30억원..협력도 잇따라", "contents": "제이엘케이는 헬로데이터(HelloData) 플랫폼을 기반으로 약 3억원의 인공지능(AI) 관련 신규 매출이 발생했다고 8일 밝혔다.  제이엘케이는 이달 들어 총 30억원의 신..."}
{"headline": "[속보] 정부, 9월 중 코로나19 상업용 항체치료제 대량생산한다", "contents": "[서울경제] 중앙방역대책본부는 8일 브리핑에서 항체 치료제와 관련해 “식약처로부터 지난 7월 승인을 받고 국내 임상 1상을 완료해 분석 중”이라며 “임상시험계획 2..."}
{"headline": "정부 \"코로나·독감 동시 진단시약 1개 제품 임상계획 승인\"", "contents": "식약처 \"2개사 3개제품 임상계획 승인 신청… 업체명 공개할 수 없어\"식품의약품안전처는 지난 7일 코로나19와 독감을 동시에 진단할 수 있는 체외진단시약 1개 제품에 ..."}
{"headline": "대기업·선배 벤처가 풀지 못한 문제..'AI 스타트업' 해결", "contents": "대기업과 선배 벤처가 고민하는 문제를 스타트업이 AI(인공지능)으로 해결하는 이색적인 대회가 열린다. 중소벤처기업부는 올해 처음으로 개최되는 'AI 챔피언십'에 대..."}
{"headline": "[종합]CP도 서비스 안정성 의무 진다..정부 \"역차별 없다\"", "contents": "[아이뉴스24 김문기 기자] \"일정규모 이상의 국내외 사업자에 모두 적용되고, 이행확보를 위한 법률 시행령에 이를 명시, 국내 사업자에만 적용된다는 것은 동의하기 어..."}
{"headline": "삼성전자, '2019 동반성장지수 평가' 최초 9년 연속 '최우수 등급'", "contents": "삼성전자는 ‘2019 동반성장지수 평가’에서 국내 기업 최초로 9년 연속 최우수 등급을 받았다고 8일 알렸다. 동반성장위원회가 선정하는 동반성장지수 평가는 2011..."}
{"headline": "GIGDC 2020, 중고등부 기획 동상 '아르카나 체스'", "contents": "'2020 글로벌 인디 게임제작 경진대회(GIGDC)'에서 중고등부 기획 부문 동상을 차지한 '아르카나 체스'는 체스와 CCG 장르의 재미요소를 더한 PC 게임이다...."}
{"headline": "'검은사막 모바일' 바다로 간다..'대양' 업데이트", "contents": "펄어비스(대표 정경인)가 '검은사막 모바일' 네번째 대규모 업데이트 '대양 : 위대한 항해'와 신규 서버 '무라카'를 8일 오픈했다. '대양' 업데이트를 통해 넓은 바..."}
{"headline": "신정환, 포커게임 모델 됐다..'다미포커' 출시 임박", "contents": "방송인 신정환이 모바일포커 게임의 홍보모델로 나선다. 8일 다미게임즈(대표 이상규)는 자사가 개발한 모바일 카지노게임 '다미포커'의 사전예약을 시작하..."}
{"headline": "'세븐나이츠2' 첫 티저 공개..고퀄리티 실사 눈길", "contents": "넷마블(대표 권영식, 이승원)은 출시 예정인 모바일 수집형 MMORPG '세븐나이츠2(개발사 넷마블넥서스)'공식사이트에 티저를 공개하며 본격적인 행보를 ..."}
{"headline": "[뉴웨이브]뉴노멀 시대의 콘텐츠 소비", "contents": "글로컬라이제이션과  신종 코로나바이러스감염증(코로나19) 사태 등으로 산업과 콘텐츠 소비의 환경이 급변하고 있다. 이는 2008년 금융위기 이후 새롭게 나타난 세계경..."}
{"headline": "제이엘케이, '헬로데이터'로 3억 매출", "contents": "(지디넷코리아=방은주  기자)의료 인공지능 기업 제이엘케이(대표 김동민 김원태)는 '헬로데이터(HelloData)'를 통해 약 3억원의 AI관련 신규 매출이 발생했다고 7일 밝..."}
{"headline": "펄어비스 \"이번엔 바다다\"..검은사막 모바일 네 번째 변신", "contents": "[더팩트 | 최승진 기자] 펄어비스가 '검은사막 모바일(검은사막 M)' 네 번째 대규모 콘텐츠 업데이트 '대양: 위대한 항해'와 신규 서버 '무라카'를 8일 공개했다. 이번 ..."}
{"headline": "쿠팡이츠가 '배달대란'을 피하는 방법", "contents": "서울시 송파구의 한 거리에 배달업체 직원들이 분주하게 움직이고 있다. /사진=뉴스1   [파이낸셜뉴스]지난 5월에 본격적인 영업을 시작한 쿠팡이츠가 불과 4개월만에 ..."}
{"headline": "KT, 원스톱 온라인 교육 플랫폼 구축", "contents": "8일 서울 서초구 서울교육대학교 중앙회의실에서 KT 커스터머부문장 강국현 부사장과 서울교육대학교 임채성 총장이 온라인 교육 서비스 고도화 및 교육 선진화를 위한 ..."}
{"headline": "이어폰 소개에 빠지지 않고 등장하는 'TWS'는 무엇?", "contents": "[IT동아 남시현 기자] 블루투스(Bluetooth)는 1994년 스웨덴 에릭슨에서 처음 제시한 근거리 무선 연결 기능이다. 직역하면 파란 이빨이어서 의아할 텐데, 생각하는 대..."}
{"headline": "[에코X경기도] 한국판 그린 뉴딜의 성패, 시민 의식과 함께 성장해야", "contents": "[IT동아 남시현 기자] 1997년, 제3차 유엔기후변화협약을 통해 선진국의 수량적인 온실가스 감축 의무를 규정한 교토의정서가 채택되었다. 교토의정서는 6가지 온실가스..."}
{"headline": "펄어비스 '검은사막 모바일' 대양' 오픈", "contents": "[아이뉴스24 문영수 기자] 펄어비스(대표 정경인)는 '검은사막 모바일'의 네번째 대규모 업데이트 '대양 : 위대한 항해'와 신규 서버 '무라카'를 8일 오픈했다. 대양 업..."}
{"headline": "조승래 의원, '앱 마켓 갑질방지' 법안 대표 발의", "contents": "[아시아경제 조슬기나 기자] 구글과 애플 등 애플리케이션 마켓사업자가 자사 결제 수단만 사용하도록 인앱결제(앱 내 결제)를 강요하는 행위를 금지하는 법안이 국회에..."}
{"headline": "[핵잼 사이언스] 400년 전 알프스 '냉동 염소' 발견.. \"DNA 완벽 보존\"", "contents": "[서울신문 나우뉴스]이탈리아 알프스산맥을 여행하던 등산객이 우연히 수백 년 동안 얼어있던 '냉동 염소'를 발견해 학계가 조사에 나섰다. 라이브사이언스 등 과학전문..."}
{"headline": "[속보] 방역당국 \"확진자 지하철 이용 시 동선 공개 현실적으로 어려워\"", "contents": "[서울경제] 권준욱 중앙방역대책본부 부본부장은 8일 질병관리본부 브리핑에서 “확진자가 대중교통을 이용했을 때 지하철은 공개 대상에서 빠지는 것인지”여부를 묻는..."}
{"headline": "잊고 지낸 도커 이미지, 안녕하신가요?", "contents": "(지디넷코리아=김우용  기자)도커가 무료 사용자의 컨테이너 이미지 보존 기간을 6개월로 정하고, 6개월 동안 사용되지 않은 컨테이너 이미지를 삭제하기로 했다. 도커..."}
{"headline": "뿔난 인터넷 기업들 달래는 통신사..\"돈 더 받겠다 아냐\"", "contents": "통신업계는 국내외 대형 CP(콘텐츠사업자)의 망 품질 유지 의무화를 담은 이른바 '넷플릭스 방지법'(전기통신사업법 개정안) 시행령과 관련해 \"콘텐츠 서비스 이용자 보..."}
{"headline": "서울시 11개 초등학교, 'KT 통합 플랫폼'으로 원격수업한다(상보)", "contents": "KT가 코로나19 확산으로 어려움을 겪고 있는 공교육을 지원하기 위해 비대면 온라인 교육 플랫폼을 구축한다. KT는 서울 소재 11개 초등학교를 대상으로 올해 2학기 무..."}
{"headline": "\"의외의 꿀잼\" 지닌 9월 출시 라인업", "contents": "많은 이들이 기대감만 따지면 2020년 GOTY(올해의 게임) 수상이 유력한 'CD 프로젝트'의 '사이버펑크 2077'과 차세대 기기를 기다리며, 지갑을 동여멘 9월이지만, 의외..."}
{"headline": "[속보] 당국 \"9월중 코로나19 항체치료제 대량 생산 계획\"", "contents": "- Copyright ⓒ 조선비즈 & Chosun.com -"}
{"headline": "신한은행, 자금세탁방지 위한 신기술 도입", "contents": "[서울경제] 신한은행은 자금세탁방지(AML) 업무에 머신러닝(AI), 로봇프로세스자동화(RPA) 등 디지털 기술을 적용하는 ‘자금세탁방지 고도화 프로젝트’를 성공적으로 ..."}
{"headline": "'넷플릭스법' 입법 예고..구글도 네이버처럼 망사용료 내야 [종합]", "contents": "넷플릭스, 구글(유튜브) 등 국내에서 사업을 하고 있는 해외 콘텐츠 사업자들도 앞으로 망 품질 유지 의무를 지게 됐다. 그동안 막대한 트래픽을 발생시키고도 망 사용..."}
{"headline": "코로나 속 '배달혁신인가 배달전쟁인가'..점주대기↑·배달지연↑", "contents": "[디지털타임스 심화영 기자] 코로나19 재확산과 함께 하루 세끼 '배달전쟁'도 날로 치열해지고 있다. 이에 따라 배달사고와 배달지연, 수수료 인상까지 배달시장 급팽창..."}
{"headline": "개인정보 비식별 조치 솔루션 사업 '기지개'", "contents": "(지디넷코리아=김윤희  기자)정보의 주체를 특정할 수 없도록 실명 개인정보를 암호화한 방법으로 비식별 조치해주는 솔루션 사업이 기지개를 펴고 있다. 이 사업에 도..."}
{"headline": "네이버, 4년 연속 동반성장지수 평가 '최우수' 등급 수상", "contents": "네이버는 '2019년 동반성장지수 평가'에서 '최우수' 등급을 획득했다고 8일 밝혔다. 매년 발표되는 동반성장지수는 공정거래위원회의 공정거래협약 이행 평가와 동반성..."}
{"headline": "\"치열해지는 배달앱 시장\"", "contents": "신종 코로나바이러스 감염증(코로나19) 여파로 음식 배달에 대한 수요가 급증한 가운데, ‘쿠팡이츠’와 ‘위메프오’ 등 새로운 서비스들이 점유율을 끌어올리고 있다...."}
{"headline": "KT 원스톱 비대면 교육 플랫폼 구축", "contents": "KT는 신종 코로나바이러스 감염증(코로나19) 확산으로 어려움을 겪는 공교육을 지원하기 위해 비대면 온라인 교육 플랫폼을 구축하고, 2학기에 서울 소재 11개 초등학교..."}
{"headline": "퍼블리시, 엔디소프트와 맞손..블록체인 기술 제공", "contents": "(서울=뉴스1) 정윤경 기자 = 블록체인 미디어 솔루션 제공업체 퍼블리시가 인터넷 언론 콘텐츠 관리시스템 서비스(CMS) 기업 엔디소프트(NDSoft)와 전략적 제휴(MOU)를 ..."}
{"headline": "中 웨어러블 기기 공세.. 샤오미에 화웨이까지", "contents": "중국 화웨이와 샤오미가 스마트밴드·무선이어폰 등 웨어러블 기기 신제품으로 국내 시장을 공략한다. 화웨이는 8일 탈착식 블루투스 이어폰 기능을 갖춘 스마트밴드 신..."}
{"headline": "유심 없는 통신 모듈'.. IoT 기기 작아진다", "contents": "‘유심(USIM) 없는 통신 모듈’이 세계 최초 통신사 상용화 인증을 마쳤다. LG유플러스는 소니 반도체 이스라엘, 엔티모아, G&D와 함께 유심 내장 기술 ‘iUICC’ 기반 ..."}
{"headline": "청호나이스 \"세니타 정수기, 코로나19 바이러스 99% 이상 제거\"", "contents": "(지디넷코리아=권혜미  기자)청호나이스는 자사 세니타 정수기 시리즈에 적용된 필터시스템이 코로나 19 바이러스를 99% 제거하는 것으로 나타났다고 8일 밝혔다. 전북..."}
{"headline": "\"인앱결제 강제안돼\"..구글 갑질방지법 나왔다", "contents": "구글의 인앱 결제 강제 논란이 일고 있는 가운데 앱마켓 사업자의 갑질을 방지하는 법률 개정안이 발의됐다. 국회 과학기술정보방송통신위원회 소속인 조승래 더불어민..."}
{"headline": "네이버, 테크빌교육에 클라우드 인프라 공급", "contents": "[파이낸셜뉴스] 네이버 비즈니스 플랫폼(NBP)는 테크빌교육에 클라우드 인프라를 제공한다고 8일 밝혔다. 이를 통해 테크빌교육이 운영하는 티처빌 원격교육연수원, 티..."}
{"headline": "'전고체전지' 핵심 고체 전해질 저비용 대량생산 길 열었다", "contents": "국내 연구진이 차세대 2차전지로 꼽히는 ‘전고체전지’용 고체 전해질 생산 비용을 90% 이상 절감할 수 있는 대량생산 기술을 개발했다.  한국전기연구원은 박준우 차..."}
{"headline": "두코, 신개념 차량 설치형 공기청정기 '아이퓨리 I2' 출시", "contents": "차량용 공기청정기 전문기업 두코(대표 강창동)는 소형 자동차에서도 배선이 외부로 노출되지 않는 순정옵션 같은 신개념 차량 설치형 공기청정기 '아이퓨리 I2'를 출시..."}
{"headline": "SK텔레콤, 동반성장지수 평가 8년 연속 '최우수'", "contents": "[쿠키뉴스] 구현화 기자 = SK텔레콤은 8일 동반성장위원회가 발표한 ‘2019년 동반성장지수 평가’에서 8년 연속 최우수 등급을 받았다고 밝혔다. 이번 평가의 공표 대..."}
{"headline": "인터넷 업계 \"'넷플릭스 갑질 방지법' 전면 재검토 해야\"", "contents": "네이버와 카카오 등이 포함된 한국인터넷기업협회가 정부가 입법 예고한 일명 '넷플릭스 갑질 방지법(전기통신사업법 시행령 개정안)'과 관련해 강하게 반발하고 나섰다..."}
{"headline": "유주게임즈코리아, 모바일 RPG '시노니스' 국내 정식 출시", "contents": "(지디넷코리아=김한준  기자)유주게임즈코리아(대표 이명)는 8일 티안티 인터랙티브 엔터테인먼트가 개발한 모바일 RPG 시노니스를 구글플레이 스토어와 애플 앱스토어..."}
{"headline": "티빙, 해외 미개봉 영화 27편 독점 제공", "contents": "(지디넷코리아=박수형  기자)CJ ENM의 OTT 서비스 티빙이 오는 15일부터 국내 미개봉 해외영화 27편을 독점 제공한다. 티빙이 선보일 예정인 영화는 미국, 영국, 프랑스..."}
{"headline": "'넷플릭스법' 시행령 공개..인기협 \"전면 재검토해야\" 반발", "contents": "(서울=뉴스1) 정윤경 기자 = '넷플릭스 무임승차 방지법'으로 불리는 전기통신사업법 개정안 시행령이 8일 공개되자 한국인터넷기업협회가 이에 반발하며 재검토를 주장..."}
{"headline": "찬드라 X-선 망원경이 포착한 우주의 신비", "contents": "(지디넷코리아=이정현  미디어연구소)미국 항공우주국(NASA)이 X선 관측위성 ‘찬드라 X-선 망원경’으로 촬영한 경이로운 우주 사진들을 공개했다고 IT매체 씨넷이 7..."}
{"headline": "'LG 윙'=머리빗?..풍자 대상 '윙' 과연 성공할까 [IT선빵!]", "contents": "[헤럴드경제=김민지 기자] “과감한 혁신의 성공작이 될까. 실패작으로 남을까” LG전자의 하반기 전략폰 ‘LG 윙’을 둘러싼 갑론을박이 치열하다. 지금까지 보지 못한..."}
{"headline": "힘든 PC방, 연말 패키지 게임 서비스 '새 희망'", "contents": "PC방에 새로운 비즈니스 모델이 추가될 예정이다. 게임물관리위원회 등급분류를 받은 합법 스팀 패키지게임을 PC방에서 즐길 수 있다. 2단계 거리두기 조치가 해제된 이..."}
{"headline": "방통위, 현대HCN 물적분할 사전동의 언제?", "contents": "[아이뉴스24 송혜리 기자]현대백화점그룹이 신청한 현대HCN 물적 분할 관련 방송통신위원회 사전동의 절차 개시가 다소 늦어지는 모양새다. 현행 방송법 상 유료방송사..."}
{"headline": "'수학-과학은 어떤 관계?'..김민형 교수 10일 온라인특강", "contents": "(서울=연합뉴스) 이주영 기자 = 과학문화단체인 '카오스재단'(KAOS)'은 고등과학원(KIAS)과 함께 오는 10일 오후 7시 30분부터 '과학적 사고, 수학적 사고 둘은 같은 것..."}
{"headline": "디캠프, '프론트원' 관리비 전액 감면", "contents": "(지디넷코리아=백봉삼  기자)디캠프와 프론트원(센터장 김홍일)은 스타트업들이 코로나19 상황을 극복하는데 도움을 주고 안전한 스타트업 근무 환경을 조성하기 위해 ..."}
{"headline": "KT DS, 이주민·취약계층 대상 코로나19 극복 물품 지원", "contents": "KT DS(대표 우정민)가 코로나19로 인해 어려움을 겪고 있는 취약 가정 1100가구를 대상으로 7일부터 11일까지 코로나 극복 물품을 제공한다고 8일 밝혔다. 이번 봉사활..."}
{"headline": "\"글로벌 CP 트래픽 협의, 집행력이 중요하다\"..통신 업계", "contents": "[이데일리 김현아 기자] 과학기술정보통신부가 구글, 넷플릭스, 페북, 네이버, 카카오 등 큰 CP(콘텐츠기업)에 ‘서비스 안정 수단’을 갖추게 하는 걸 골자로 하는 전..."}
{"headline": "조승래 의원, 앱마켓 결제방식 강제 금지법 발의", "contents": "(지디넷코리아=박수형  기자)국회 과학기술정보방송통신위원회 조승래 의원(더불어민주당)은 8일 모바일 앱마켓 사업자가 인앱결제 강제 등을 할 수 없게 하는 전기통신..."}
{"headline": "넷플릭스 헤이스팅스 CEO \"재택근무 절대 반대.. 모여 앉아야 창의성 솟아\"", "contents": "\"재택 근무에는 이렇다 할 그 어떤 장점도 없다(I don’t see any positives).\"미국 동영상 서비스 업체 넷플릭스(Netflix)의 리드 헤이스팅스 창업자 겸 최고경영자(CE..."}
{"headline": "'현금 없는 세상' 가까워질까..'잔돈 없애기' 시도하는 유통업계", "contents": "[디지털타임스 김아름 기자] '현금 없는 세상'이 성큼 다가오고 있다. 주요 기업들이 거스름돈이나 동전을 고객에게 직접 주는 대신 계좌이체나 포인트로 적립해 주는 ..."}
{"headline": "방역당국 \"내년 추석 이전 '코로나19 백신 접종' 기대\"", "contents": "권준욱 중앙방역대책본부 부본부장. 출처= 뉴스1방역당국이 내년 추석 이전에 최대한 안전하고 효과적인 신종 코로나바이러스 감염증(코로나19) 백신이 확보돼 접종이 ..."}
{"headline": "쿨사인, 다중시설용 키오스크형 열화상 카메라 출시", "contents": "쿨사인은 인공지능(AI)을 접목한 키오스크형 열화상 카메라(TC-K215H)를 출시했다고 8일 밝혔다. 다중이용시설에 적합한 제품이다. 21인치 대형 화면을 채택한 쿨사인 ..."}
{"headline": "화웨이, 통화·블루투스·헬스케어 강화한 스마트밴드 B6 출시", "contents": "화웨이가 탈착식 블루투스 이어폰 기능을 갖춘 스마트밴드인 ‘화웨이 토크밴드 ‘B6’를 출시한다고 8일 밝혔다. 가격은 22만원부터 26만9000원선으로 출시된다.화웨이..."}
{"headline": "LG유플러스, 유심 없는 통신모듈 세계 첫 선..동반성장지수 6년째 '최우수'", "contents": "[쿠키뉴스] 구현화 기자 = ‘USIM 없는 통신 모듈’이 세계 최초로 통신사 상용화 인증을 마쳐, 실제 디바이스에 적용될 수 있는 발판이 마련됐다. LG유플러스는 국내외..."}
{"headline": "콘텐츠제공사업자, 접속경로 변경할 때 통신사와 협의해야..전기통신사업법 시행령 입법예고", "contents": "오는 12월부터 넷플릭스, 구글(유튜브) 등 주요 콘텐츠제공사업자(CP)가 접속 경로를 급변경하면 통신사와 사전에 협의해야 한다. 글로벌 CP를 망 이용대가 협상으로 유..."}
{"headline": "KT 원스톱 온라인 교육 플랫폼..교실혁명 앞당긴다", "contents": "KT가 비대면 온라인 교육 플랫폼을 개발해 온라인 공공교육을 측면 지원한다. KT는 8일 온라인 교육 플랫폼을 구축하고 서울 소재 11개 초등학교를 대상으로 올해 2학기..."}
{"headline": "뇌연구원, 287억원 투입해 '우뇌동' 건립", "contents": "[이데일리 강민구 기자] 한국뇌연구원은 뇌분야 응용·융합 연구를 수행할 ‘한국뇌연구원 2단계 건립사업’ 착공 보고회를 개최, 공사에 착수했다고 8일 밝혔다. 총사..."}
{"headline": "펍지, '배그 모바일' 인도 직접 서비스..\"금지 해제 위해 인도 정부와 협력\"", "contents": "[스포츠경향] 최근 중국산 스마트폰 앱 사용을 금지한 인도 정부의 조치에 따라 인기 게임 ‘배틀그라운드 모바일’ 서비스가 중단된 것과 관련, 펍지주식회사는 8일 “..."}
{"headline": "코스믹그린, 동훈인베스트먼트로부터 5억원 프리시리즈A 투자 유치", "contents": "가드닝케어 스타트업 코스믹그린(대표 신지환)은 동훈인베스트먼트로부터 5억원 규모 프리시리즈A 투자를 유치했다고 8일 밝혔다. 코스믹그린은 식물 연구분야 전문성을..."}
{"headline": "코로나19 혈장치료제 2차 생산 개시.. 항체치료제 2·3상 계획 심사 중", "contents": "[쿠키뉴스] 한성주 기자 =국산 코로나19 혈장치료제와 항체치료제 개발이 속도를 내고 있다. 권준욱 중앙방역대책본부 부본부장은 8일 브리핑에서 중앙방역대책본부가 ..."}
{"headline": "KT, 비대면 온라인 교육 플랫폼 11개 초등학교에 시범 구축", "contents": "[쿠키뉴스] 구현화 기자 = KT가 코로나19 확산으로 어려움을 겪고 있는 공교육을 지원하기 위해 교사를 비롯한 학생과 학부모의 마음을 담아 비대면 온라인 교육 플랫폼..."}
{"headline": "\"구글·애플, 인앱결제 강제 그만\" 앱마켓 갑질방지법 나왔다", "contents": "[서울경제] 구글·애플 같은 앱 마켓 사업자의 ‘인앱결제(앱 내부 결제)’ 강제를 비롯한 불공정행위를 금지하는 법안이 발의됐다. 국회 과학기술정보방송통신위원회 ..."}
{"headline": "넷마블, 신작 '세븐나이츠2' 첫번째 티저 공개", "contents": "[OSEN=임재형 기자] 넷마블이 4분기 출시 예정인 ‘세븐나이츠2’의 티저 이미지를 공개했다. 8일 넷마블은 모바일 수집형 MMORPG ‘세븐나이츠2’의 공식 사이트에 티..."}
{"headline": "해외 ICT 성능 평가기관 STH, 인스퍼 'AI스테이션' 기존 제품 대비 UI 탁월 호평", "contents": "'많은 그랙픽처리장치(GPU)·고성능컴퓨팅(HPC)·인공지능(AI) 스케줄링 시스템과 비교했을 때 쿠버네티스(Kubernetes) 컨테이너 엔진을 기반으로 한 AI 스테이션(Stati..."}
