{"headline": "삼성·UNIST, '반도체 집적도의 역설' 해결 실마리 네이처 발표.. \"초격차 기술\"", "contents": "나노 크기로 줄어든 반도체, 더 작아지면 외부 전기간섭 취약해져 성능 저하연구팀, 외부 전기간섭 차단할 新절연체 개발… 기존보다 차단력 30% 향상\"中 추격⋅日 수출..."}
{"headline": "공공기관 앱 취약점 진단 한번에..에스큐브아이 '자이로이드' 주목", "contents": "코로나19 위기로 인한 비대면 업무 도입 열기가 사회·경제 전반에 걸쳐 확산되면서 모바일 앱 보안 취약점 진단 서비스 시장이 새롭게 주목받고 있다. 금융기관·공공..."}
{"headline": "반도체 '더 작고 더 빠르게' 핵심소재 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "원자가 결합하는 '1000조 분의 1'초를 잡았다", "contents": "[아시아경제 황준호 기자] 국내 연구진이 원자가 결합해 분자가 되는 모든 과정을 실시간으로 관측하는데 성공했다. 이 기술을 발전시켜 다양한 촉매나 단백질의 반응 ..."}
{"headline": "원자 결합하는 찰나의 순간을 세계 최초 관찰", "contents": "분자구조. 게티이미지   [파이낸셜뉴스] 국내 연구진이 세계 최초로 원자들이 결합해 분자가 탄생하는 찰나의 모든 과정을 포착해냈다. 연구진은 이를 통해 여러 화학반..."}
{"headline": "반도체 '더 작고 더 빠르게' 핵심소재 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "'반도체 초격차' 이어간다..미세공정 한계 극복할 '신소재' 개발", "contents": "국내 연구진이 '반도체 초격차 전략'을 이어갈 수 있는 반도체 핵심 소재를 개발했다. 반도체 칩 안의 소자를 더 작게 만들 수 있는 새로운 소재를 개발, 미세공정을 극..."}
{"headline": "반도체 소자 더 미세하게.. 초저유전율 절연체 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "삼성전자·UNIST, 반도체 미세공정 한계 돌파 가능한 신소재 개발", "contents": "국내 연구진이 집적도가 높아져도 전기적 간섭이 덜 발생하는 반도체 신소재를 개발했다. 소자를 소형화할 수 있는 핵심 소재를 확보한 것으로 메모리 등 반도체 칩의 ..."}
{"headline": "[2020 상반기 인기상품]품질우수-안랩/침입방지시스템(IPS)/안랩 AIPS", "contents": "안랩의 '안랩 AIPS(Advanced Intrusion Prevention System)'는 지능화된 네트워크 보안위협 탐지·차단 등 향상된 위협 탐지 성능과 사용자 중심의 운영 환경을 제공하..."}
{"headline": "반도체 '더 작고 더 빠르게' 핵심소재 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "반도체 '더 작고 더 빠르게' 핵심소재 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "분자탄생과정 원자움직임 1천조분의 1초단위로 실시간 관찰했다", "contents": "(서울=연합뉴스) 이주영 기자 = 국내 연구진이 원자들이 결합해 분자가 만들어지는 화학결합 전체 과정에서 원자들의 실제 움직임을 실시간으로 관찰하는 데 처음으로 ..."}
{"headline": "반도체 더 작아지고 빨라진다.. 비정질 질화붕소 합성", "contents": "[아시아경제 황준호 기자] 국내 연구진이 반도체 안에서 전자의 이탈을 막아주는 절연체에 활용할 새로운 소재를 개발했다. 이 소재를 이용하면 메모리와 같은 반도체 ..."}
{"headline": "반도체 초격차 이어갈 신소재 만들었다", "contents": "반도체. 게티이미지 제공 [파이낸셜뉴스] 국내 연구진이 반도체 초격차를 이어갈 신소재 개발에 성공했다. 연구진은 이 신소재를 이용해 반도체 칩을 더 작게 만들면서 ..."}
{"headline": "LG전자, 살균·탈취에 주름 쫙 \"진짜 빨래 끝\"", "contents": "2020 상반기 히트상품 마케팅 - 스팀 씽큐 [디지털타임스 김위수 기자] LG 트롬 건조기 스팀 씽큐가 차별화된 스팀 기능으로 인기몰이를 이어가고 있다. LG 트롬 건조기..."}
{"headline": "지란지교시큐리티, 악성 이메일 모의훈련.. 해킹 대비 '딱'", "contents": "2020 상반기 히트상품 마케팅 - 머드픽스 최근 포스트 코로나 시대를 맞아 비대면 환경이 확산되면서 보안이 취약한 업무 환경을 노린 사회공학적 악성 메일 공격이 기..."}
{"headline": "와이즈허브시스템즈, 파일유출 바로 파악 '보안 지킴이'", "contents": "2020 상반기 히트상품 마케팅 - 그라디우스 DLP 와이즈허브시스템즈(대표 박영훈)의 '그라디우스 DLP'(사진)는 유출사고 사전예방, 유출행위 차단, 사후감사, 모니터링 ..."}
{"headline": "KT, 오리지널 콘텐츠 와르르 '손 안의 극장'", "contents": "2020 상반기 히트상품 마케팅 - 시즌 KT는 지난해 11월 새로운 모바일 미디어 서비스 시즌(Seezn)을 선보였다. OTT(온라인동영상서비스) 전쟁의 승패를 가리는 무기가 ..."}
{"headline": "새벽배송 고객 72만명.. SSG닷컴 IPO 청신호", "contents": "[디지털타임스 심화영 기자] 신세계그룹 이마트의 자회사로 지난해 3월 출범한 'SSG닷컴'이 새벽배송 고객을 1년 만에 72만으로 늘렸다. '새벽배송'은 이커머스기업들의..."}
{"headline": "쿠팡, 5년이상 경력 테크직군 200여명 공채", "contents": "[디지털타임스 김아름 기자] 쿠팡이 테크직군 경력 공채에 나선다. 쿠팡은 안드로이드, iOS, Frontend, Backend 자바 엔지니어 등 개발자 직군과 프로덕트 오너, 프로덕..."}
{"headline": "'1일 1깡'의 힘.. 새우깡 매출 30% 급증", "contents": "[디지털타임스 김아름 기자] 전국을 뜨겁게 달구고 있는 '1일 1깡 열풍' 과 함께 농심 새우깡이 화제가 되고 있다. 농심은 새우깡의 최근 한 달간(5월 24일~6월 23일) ..."}
{"headline": "\"롯데 후계자는 신동빈\" 故신격호 회장 자필 유언장 발견", "contents": "[디지털타임스 김아름 기자] 고 신격호 롯데그룹 명예회장이 신동빈(사진) 회장을 후계자로 정한다는 내용의 자필 유언장을 작성한 것으로 나타났다. 이에 따라 신동빈 ..."}
{"headline": "LG전자 주방 활용도·편의성 높인 빌트인 정수기 2종", "contents": "[디지털타임스 김위수 기자] LG전자가 주방 공간의 활용도와 편의성을 높이는 동시에 위생·건강까지 강조한 'LG 퓨리케어 듀얼 정수기' 2종을 출시한다고 26일 밝혔다...."}
{"headline": "이재용의 '뉴 삼성' 첫 외부영입.. 주인공은 AI권위자 '세바스찬 승'", "contents": "[디지털타임스 박정일 기자] 삼성전자가 인공지능(AI) 경쟁력을 키우기 위해 관련 분야 최고 석학 중 한 명인 승현준(세바스찬 승) 미국 프린스턴대 교수를 삼성리서치 ..."}
{"headline": "삼성 흑백TV가 공원 한복판에?..\"추억이 방울방울\"", "contents": "[디지털타임스 김민주 기자] \"초등학생 때 보던거잖아? 이걸 다시 보다니! 추억이 새롭네.\" 일산 호수공원 한 가운데 미닫이문을 열면 브라운관이 나오는 이코노TV를 신..."}
{"headline": "LS니코동제련 방문한 구자은 \"디지털 전환 롤모델 자리매김\"", "contents": "[디지털타임스 김위수 기자] 구자은(사진) LS그룹 미래혁신단장 겸 LS엠트론 회장이 스마트 팩토리 구축으로 '글로벌 1등 제련소' 도약을 목표로 하고 있는 LS니코동제..."}
{"headline": "LG, 세계 AI대회 챔피언.. 아마존 등 79개팀 제치고 1위", "contents": "[디지털타임스 김위수 기자] LG가 세계적인 인공지능(AI) 경연대회에서 1위를 차지했다고 24일 밝혔다. LG는 컴퓨터 비전 학회인 '2020 CVPR'이 개최한 인공지능을 이용..."}
{"headline": "삼성바이오 또 '잭팟'.. 유럽 제약사와 3800억 계약 체결", "contents": "삼성바이오로직스(이하 삼성바이오)가 유럽 소재 제약사와 3800억원 규모의 바이오의약품 위탁생산계약 의향서를 체결했다. 삼성바이오는 올 상반기에만 총 1조7000억원..."}
{"headline": "\"코로나19 위기, 발명으로 극복\".. 특허청 '55회 발명의 날 기념식'", "contents": "특허청은 24일 서울 한 호텔에서 '제55회 발명의 날 기념식'을 개최했다. 이날 기념식은 코로나19 여파로 발명의 날(5월 19일)보다 한 달 가량 늦게 열렸다. '대한민국..."}
{"headline": "롯데홈쇼핑, 고품질·합리적 가격 자체 건강식품 브랜드", "contents": "2020 상반기 히트상품 고객만족 - 데일리 밸런스 [디지털타임스 김아름 기자] 스스로 자신의 건강을 챙기는 '셀프 메디케이션' 트렌드 확산으로 건강식품에 대한 관심이..."}
{"headline": "삼성전자, 강력한 냉방에 청정기능.. 기준을 높였다", "contents": "2020 상반기 히트상품 고객만족 - 2020년형 무풍에어컨 갤러리 [디지털타임스 김민주 기자] 혁신의 획을 그은 삼성 무풍에어컨이 '2020년형 무풍에어컨 갤러리'로 에어..."}
{"headline": "삼성전자, 초강력 흡입으로 '미세먼지' 99.999% 차단", "contents": "2020 상반기 히트상품 고객만족 - 무선 청소기 '제트' [디지털타임스 김민주 기자] 삼성 프리미엄 무선 청소기 '제트'가 초강력 흡입과 미세먼지 차단 시스템으로 '미세..."}
{"headline": "LG전자, 새 컬러 로즈골드, 인테리어와 찰떡궁합", "contents": "2020 상반기 히트상품 고객만족 - 퓨리케어 360°공기청정기 펫 [디지털타임스 김위수 기자] LG전자가 반려동물을 키우는 고객을 위해 내놓은 '퓨리케어 360°공기청정..."}
{"headline": "종근당, 고함량 활성비타민 한알로 영양성분 골고루 섭취", "contents": "2020 상반기 히트상품 고객만족 - 벤포벨 최근 고함량 활성비타민이 육체피로 해소에 효과적인 것으로 알려지며 각광받고 있다. 관련 시장은 매년 30% 이상 폭발적으로 ..."}
{"headline": "SK텔레콤, 실이용자 160만명.. 5G 콘텐츠 허브로 육성", "contents": "2020 상반기 히트상품 고객만족 - 점프 AR·VR앱 SK텔레콤은 올해 점프 AR·VR앱을 5G 콘텐츠 허브로 키운다는 목표로 앱 내 다양한 볼거리를 늘리는데 집중하고 있다. ..."}
{"headline": "안랩, 보안위협 관리·대응 중심 설계로 보안성 차별화", "contents": "2020 상반기 히트상품 마케팅 - 안랩 EPP 엔드포인트 보안 위협이 갈수록 심화하면서 기업 보안담당자 관리 부담이 커지고 있는 가운데 다수 엔드포인트를 통합 관리할 ..."}
{"headline": "비즈플레이, 가맹점 수수료율은 낮고 소득공제율 80%로 확대", "contents": "2020 상반기 히트상품 마케팅 - 제로페이 한국간편결제진흥원의 '제로페이'는 별도 결제 애플리케이션(앱) 설치가 필요 없는 간편결제 인프라다. 평소 사용하는 은행 또..."}
{"headline": "웹케시, 中企 경리 담당자에 최적화 .. 초보도 쉽게 사용", "contents": "2020 상반기 히트상품 마케팅 - 경리나라 웹케시의 경리업무 전문 솔루션 '경리나라'는 개발 단계부터 중소기업 경리 업무 담당자들이 현장에서 겪는 애로 및 고충사항..."}
{"headline": "엠투소프트, 언택트시대 최적의 페이퍼리스 업무 서비스 지원", "contents": "2020 상반기 히트상품 마케팅 - 크로닉스 스마트 폼 엠투소프트의 전자문서 솔루션 '크로닉스 스마트 폼'이 코로나19 사태 이후 언택트(비대면) 솔루션 수요 급증에 따..."}
{"headline": "나일소프트, 대용량 로그 실시간 수집부터 검색·분석까지", "contents": "2020 상반기 히트상품 마케팅 - 로그캅스 V5.0 나일소프트의 통합로그분석솔루션 '로그캅스(LogCops) V5.0'은 각종 서버·네트워크 혹은 정보보호 장비에서 대용량으로 ..."}
{"headline": "블랑코, 내·외부 보안관리 규정 맞게 데이터 완벽 삭제", "contents": "2020 상반기 히트상품 마케팅 - 블랑코 드라이브 이레이저 데이터 삭제 및 모바일기기 진단 소프트웨어 전문기업 블랑코(Blancco)의 '블랑코 드라이브 이레이저(Blancco..."}
{"headline": "이글루시큐리티, 숨겨진 이상 행위 심층 분석.. 보안 공백 최소화", "contents": "2020 상반기 히트상품 마케팅 - 스파이더 티엠 에이아이 에디션 코로나19를 계기로 비대면 디지털 전환이 가속화되면서, 언제 어디서나 업무와 서비스의 연속성을 안전..."}
{"headline": "코로나 물렀거라, 특급 'K-혁신' 납신다", "contents": "2020 상반기 히트상품 초고화질 TV 시대의 서막을 연 삼성전자의 QLED 8K를 비롯해 북미 시장에서 선풍적인 인기를 끌고 있는 3세대 제네시스 G80, 그리고 세탁·건조기..."}
{"headline": "삼성전자, 압도적 화질·사운드 '현존 최고 TV'", "contents": "2020 상반기 히트상품 마케팅 - QLED 8K [디지털타임스 김민주 기자] 삼성전자 'QLED 8K'가 압도적인 화질과 차원이 다른 디자인, 혁신적인 사운드 기술로 프리미엄 TV ..."}
{"headline": "'로스트사가', 신규 용병 '권왕' 공개", "contents": "위메이드(대표 장현국)는 자사에서 서비스 중인 대전 액션 온라인 게임 '로스트사가'에 금일(24일) 레어 용병 '권왕'을 공개했다.225번째 용병 '권왕'은 하늘로 뛰어올..."}
{"headline": "엔씨의 크로스 플레이 서비스 '퍼플', 리니지M에도 도입", "contents": "엔씨소프트(대표 김택진, 이하 엔씨(NC))의 크로스 플레이(Cross Play) 서비스 ‘퍼플(PURPLE)’이 리니지M 서비스를 시작했다.퍼플은 엔씨(NC)가 서비스하는 게임을 모..."}
{"headline": "'소울워커', 새로운 스토리 '웨스트 워' 도입", "contents": "스마일게이트 메가포트(대표 장인아)는 라이언게임즈(대표 윤성준)가 개발한 PC 액션 RPG ‘소울워커’에 새로운 스토리 ‘웨스트 워’를 추가했다. 신규 메이즈(던전) ..."}
{"headline": "모바일 MMORPG '테라 클래식', 60레벨 점핑 이벤트", "contents": "카카오게임즈(각자대표 남궁훈, 조계현)는 모바일 MMORPG ‘테라 클래식’에서 신규 및 복귀 이용자들을 위한 ‘60레벨 점핑 이벤트’를 개최한다. 이번 이벤트로 이용..."}
{"headline": "'로스트사가', 레어 용병 '권왕' 공개", "contents": "위메이드(대표 장현국)는 대전 액션 온라인 게임 ‘로스트사가’에서 레어 용병 ‘권왕’을 공개했다. 225번째 용병 ‘권왕’은 하늘로 뛰어올라 빠른 속도로 무자비한 ..."}
{"headline": "이정헌 넥슨 대표 \"신규법인 합류 시 1천만원 지급\"", "contents": "[아이뉴스24 김나리 기자] 이정헌 넥슨코리아 대표가 신규 합작법인에 합류하는 직원에게 1천만원을 지급하겠다는 파격 조건을 내걸었다. 또 회사 발행주식의 최대 10%..."}
{"headline": "KRISO, 차세대 해양 위치정보 고도화 기술개발 본격화", "contents": "선박해양플랜트연구소(KRISO·소장 김부기)는 바다 위에서 높은 정확도와 신뢰성을 보장하기 위한 '차세대 해양 위치정보(PNT) 고도화 기술개발 사업'에 착수한다고 24..."}
{"headline": "조아스, 반려동물 위한 펫마스터 이발기 출시..저소음 설계", "contents": "소형이미용가전 유통업체 조아스가 소음과 자극을 최소화시켜 반려동물 미용에 최적화된 ‘펫마스터 이발기’를 출시했다. 애견이발기 시장을 선도하고 있는 조아스가 ..."}
{"headline": "LG U+ plans to digitize some in-store processes", "contents": "Major telecoms companies are rolling out digital kiosks so customers can change their phone plans and register new USIM cards in a move intended to minimize"}
{"headline": "대사적으로 건강한 비만을 유도하는 원리 나왔다", "contents": "대사적으로 건강한 비만을 유도하는 원리가 밝혀졌다. 기초과학연구원(IBS·원장 노도영) 혈관연구단 소속 고규영 단장(KAIST 의과학대학원 특훈교수)팀은 혈관 생성을 ..."}
{"headline": "이재용 상생의지 담은 '삼성 SW아카데미' 180명 조기취업 결실", "contents": "[디지털타임스 김민주 기자] 이재용 삼성전자 부회장의 '상생' 의지를 담은 대표적인 인재 육성 프로그램인 '삼성 청년 소프트웨어 아카데미(SSAFY)'가 코로나19 사태에..."}
{"headline": "롤러블 TV개발 김인주 LGD 팀장 '올해의 발명왕'", "contents": "[디지털타임스 김위수 기자] 특허청이 주최하고 발명진흥회가 주관하는 '제55회 발명의 날' 행사에서 OLED(유기발광다이오드) LG디스플레이 TV기구설계 2팀 김인주(사진..."}
{"headline": "라인스튜디오·카카오 게임즈 'HELLO BT21' 사전등록", "contents": "라인의 캐주얼 게임 개발사 라인스튜디오는 버블 슈팅 퍼즐게임 'HELLO BT21'(이미지)의 국내 서비스 사전등록을 시작한다고 24일 밝혔다. 라인스튜디오는 지난 5월 카..."}
{"headline": "꽃단장 끝낸 'IP 게임' 쏟아진다.. 원작의 감성 살리고 그래픽 향상", "contents": "게임업계가 2020년 하반기 시장공략을 위한 행보에 나서고 있다. 과거 널리 인기를 끈 IP(지식재산권)을 활용한 신작 출시에 속도를 내고 있는 것이다. 특히 IP에 기반..."}
{"headline": "롯데칠성음료, 알칼리 환원수로 부드러운 목 넘김 '캬~'", "contents": "2020 상반기 히트상품 고객만족 - 처음처럼 [디지털타임스 김아름 기자] 롯데칠성음료는 세계 최초로 알칼리 환원수를 사용한 소주 '처음처럼'으로 소주업계에 신선한 ..."}
{"headline": "알테오젠 \"올해 기술수출 3건 추가할 것\"", "contents": "알테오젠이 24일 체결한 글로벌 기술수출 규모는 국내 바이오 기업들의 기술수출 기록 가운데 역대 2위 규모다. 알테오젠의 이날 기술수출액(최대 4조6770억원)을 뛰어..."}
{"headline": "알에프세미, MEMS 기반 마이크로폰 양산 돌입", "contents": "(지디넷코리아=양태훈  기자)알에프세미가 고성능 마이크로폰 개발을 완료하고, 본격 생산에 돌입한다고 24일 밝혔다. 알에프세미의 마이크로폰은 초미세 가공 기술인 ..."}
{"headline": "연말 지상파 재허가, 재난방송 심사배점 상향", "contents": "[이데일리 김현아 기자] 방송통신위원회(위원장 한상혁)가 2020년 12월 31일 허가 유효기간이 만료되는 KBS, MBC, SBS 등 22개사 지상파 방송사업자에 대한 재허가 세부..."}
{"headline": "신동주, '신동빈이 후계자' 반박..\"유언장 발견 상황 부자연스러워\"", "contents": "[디지털타임스 심화영 기자] 고 신격호 롯데 명예회장이 20년 전 차남인 신동빈 회장을 롯데의 후계자로 지목했다는 내용의 유언장이 24일 공개된 가운데 장남인 신동주..."}
{"headline": "KT, 빅데이터로 '강원도민 행정 편의' 높인다", "contents": "[이데일리 김현아 기자]▲24일 강원도청에서 열린 ‘빅데이터 기반의 도민 만족 행정 활성화를 위한 업무협약식’에서 KT AI/DX융합사업부문장 전홍범(오른쪽) 부사장, ..."}
{"headline": "도심형 사계절 수목원 '국립세종수목원' 4년 만에 '준공'", "contents": "겨울에도 관람 가능한 도심형 사계절 수목원으로 각광받을 '국립세종수목원'이 오는 29일 준공된다. 산림청은 온대 중부권역 자생식물 보존과 증식을 위해 세종시 중앙..."}
{"headline": "[부음]정형진(김포대학교 총장·전 육군정보학교장)씨 모친상", "contents": "▲황건순씨 별세, 정형진(김포대학교 총장·전 육군정보학교장)씨 모친상=24일, 쉴낙원 김포장례식장 특1호, 발인 26일 오전 7시. (031)449-1009 이준희기자 jhlee@etne"}
{"headline": "웁살라시큐리티, 암호화폐 범죄 피해 대응 서비스 제공", "contents": "블록체인 보안 전문 기업 웁살라시큐리티가 가상자산 범죄 분석 및 피해 대응을 위해 '글로벌 가상자산 피해 대응 센터(CIRC)'를 부설기관으로 설립했다고 24일 밝혔다...."}
{"headline": "수출입은행, 신경택·이상호 부행장 신규 선임", "contents": "(지디넷코리아=차재서  기자)한국수출입은행이 프로젝트금융본부장에 신경택 기획부장을, 신설되는 경협사업본부장엔 이상호 해외사업개발단장을 선임했다고 24일 밝혔..."}
{"headline": "성기 희화화 가사 청소년시간대 방송한 Mnet, '법정제재'", "contents": "[이데일리 김현아 기자] Mnet ‘GOOD GIRL : 누가 방송국을 털었나‘(2020.5.19.화, 17:40~19:20 등)에서 일부 묵음 처리에도 불구하고 남녀간의 성행위나 성기를 유추..."}
{"headline": "붉은보석, 6월 업데이트로 다양한 신규 콘텐츠 선봬", "contents": "엘엔케이로직코리아(대표 남택원, 이하 엘엔케이)는 오는 6월 24일(수) 에피소드 퀘스트, 미션북 시즌 3 등의 신규 콘텐츠를 포함한 6월 업데이트를 진행했다고 금일(24..."}
{"headline": "넥슨, 합작사로 옮기면 격려금 '1000만원+α' 준다", "contents": "넥슨이 새로 설립하는 게임 개발사에 직원 합류를 독려하기 위해 격려금 1000만원 지급이라는 파격적인 조건을 내걸었다. 24일 이정헌 넥슨 대표는 사내공지문을 통해  ..."}
{"headline": "김강립 \"코로나19 치료자원 부족하고 지자체간 공동활용 안되고 있다\"", "contents": "김강립 중앙재난안전대책본부 1총괄조정관(보건복지부 차관)이 신종 코로나바이러스 감염증(COVID-19·코로나19) 2차 유행에 대비해 의료자원시스템의 ‘업그레이드’를..."}
{"headline": "'테라' 콘솔 아시아 버전, 25일 각성 업데이트", "contents": "크래프톤(대표 김창한)은 오는 25일 ‘테라(TERA)’ 콘솔 아시아 버전에 첫 각성 업데이트를 진행한다. 이번 각성은 13종의 클래스 전체에 적용된다. 각성 퀘스트를 통..."}
{"headline": "오픈월드 액션 RPG '원신' 7월 2일 파이널 테스트", "contents": "미호요는 오픈월드 액션 RPG ‘원신’의 파이널 비공개 테스트를 오는 7월 2일부터 시작한다. 이번 테스트는 플레이스테이션4(PS4), PC, 모바일 등의 플랫폼에서 진행된..."}
{"headline": "분자가 탄생하는 '35펨토초' 찰나의 순간 포착", "contents": "물질을 이루는 기본 단위인 원자가 화학결합을 통해 분자로 만들어지는 과정은 수 펨토초(1초를 1000조분의 1로 나눈 시간)라는 찰나의 순간에 수 옹스트롬(1억 분의 1c..."}
{"headline": "반도체 '미세공정' 한계 돌파한다..칩 소자 \"더 작고, 더 빠르게\"", "contents": "[이데일리 강민구 기자] 반도체 칩 안의 소자를 더 작게 만들 수 있는 새로운 소자가 개발됐다. 반도체 내부 전기 간섭을 최소화하는 소재 개발 가능성을 제시한 것으로..."}
{"headline": "'분자가 탄생하는 모든 순간 포착 성공'", "contents": "(세종=연합뉴스) 김주형 기자 = 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 이효철 부연구단장이 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서..."}
{"headline": "[AWS 스타트업 데이] 다섯 스타트업이 말하는 코로나-19 시대의 현재와 미래", "contents": "[IT동아 강형석 기자] 산업 전반이 코로나-19로 인해 달라진 것이 있다면 ‘디지털화의 가속’이다. 접촉을 자제하는 분위기 속에서 관련 기술들이 빠르게 적용되는 것..."}
{"headline": "'스타트업을 위한 최신 서비스와 정보를 한 자리에' AWS 스타트업 데이", "contents": "[IT동아 강형석 기자] 아마존웹서비스(AWS)가 스타트업 생태계 소식과 최신 기술 흐름, 자사의 인공지능과 기계학습 서비스, 데브옵스(DevOps) 사례들을 소개하는 자리..."}
{"headline": "코에 뿌리는 '우울증약' 국내 첫 허가", "contents": "존슨앤드존슨 제약부문 법인인 얀센은 23일자로 스프라바토 나잘스프레이가 최소 2개 이상의 다른 경구용 항우울제에 적절히 반응하지 않는 성인의 중증 주요 우울장애(..."}
{"headline": "피하주사제 플랫폼 기술계약..다른 제약사 추가수출도 가능", "contents": "[서울경제] ‘ALT-B4’는 최근 제약바이오업계에 붐이 일고 있는 플랫폼 기술에 속한다. 보통 신약후보물질을 글로벌 제약사에 기술수출하면 그 물질에 대한 권리 자체..."}
{"headline": "일본 올림푸스, '디지털 카메라' 접고 '내시경 카메라'에 투자", "contents": "일본 광학기기·전자기기 업체인 올림푸스가 스마트폰에 밀려 실적을 올리지 못하는 디지털 카메라 사업을 처분하기로 했다.올림푸스는 24일 디지털 카메라를 생산하는 ..."}
{"headline": "부산지법 \"ISMS 미인증 부산대, 과태료 대상 아냐\"", "contents": "[아이뉴스24 최은정 기자] 부산지방법원이 정보보호관리체계(ISMS) 인증을 기한 내 받지 않은 부산대가 과태료를 부과하지 않아도 된다는 판단을 내렸다. 이에 따라 부..."}
{"headline": "'올해의 발명왕' LGD 김인주 팀장", "contents": "세계 최초로 ‘롤러블(Rollable·말리는) OLED(올레드) TV 패널’을 개발한 LG디스플레이 김인주(사진) 팀장이 ‘올해의 발명왕’상을 수상했다. LG디스플레이에 따르면..."}
{"headline": "생물 다양성 회복 '정성' 쏟으면 사라진 '독도강치' 돌아오겠죠 [지켜야 할 우리의 바다생물 (2)]", "contents": "[경향신문] 독도 일대 바다 성게 이상증식에 ‘갯녹음’ 현상 빠르게 진행자생 해조류 이식 등 바다 사막화 막아 서식 환경 되살리기 우리 국민의 독도 사랑은 각별하다..."}
{"headline": "[WWDC20] 새로운 차원의 맥 등장 예고, 맥OS 빅 서(Big Sur)", "contents": "[IT동아 남시현 기자] 애플 맥OS에 대대적인 변화가 이뤄진다. 디자인, 확장성뿐만 아니라, 향후 2년 내로 컴퓨터의 심장인 중앙처리장치(CPU)까지 자체 기술로 제작한 ..."}
{"headline": "웁살라시큐리티, 가상자산 피해대응 센터 설립", "contents": "(지디넷코리아=임유경  기자)블록체인 보안 전문 업체 웁살라시큐리티는 암호화폐 범죄 분석 및 피해 대응을 위해  '가상자산(암호화폐) 피해대응 센터 CIRC'를 부설기..."}
{"headline": "[스타트업 리포트] 디캠프, 데스커와 스타트업 에 사무가구 지원 협약 체결", "contents": "은행권청년창업재단 디캠프는 24일 신생(스타트업) 기업의 사업 지원을 위해 데스커와 업무 협약(사진)을 맺었다고 밝혔다. 이번 협약으로 데스커는 디캠프를 졸업하는 ..."}
{"headline": "알테오젠, 주사제 4.6조원 기술수출", "contents": "국내 바이오 기업 알테오젠이 글로벌 10대 제약사에 4조6770억원 규모의 기술수출을 하는 쾌거를 이뤘다. 지난해 11월 또 다른 글로벌 제약사와 1조6000억원대 기술수출..."}
{"headline": "'분자탄생 포착 성공' 브리핑하는 이효철 부연구단장", "contents": "(세종=연합뉴스) 김주형 기자 = 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 이효철 부연구단장이 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서..."}
{"headline": "'1000조분의 1초, 분자 탄생하는 순간 포착'", "contents": "(세종=뉴스1) 장수영 기자 = 이효철 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 부연구단장이 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '분자가 ..."}
{"headline": "'분자가 탄생하는 모든 순간 포착 성공'", "contents": "(세종=연합뉴스) 김주형 기자 = 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 이효철 부연구단장이 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서..."}
{"headline": "'1000조분의 1초, 분자 탄생 모든 순간 포착'", "contents": "(세종=뉴스1) 장수영 기자 = 이효철 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 부연구단장이 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '분자가 ..."}
{"headline": "중국 '반도체 굴기' 따돌릴 수 있는 신소재 개발했다", "contents": "[서울경제] 국내 연구팀이 반도체 소자를 더 미세하게 만들 수 있는 ‘초저유전율 절연체’를 개발했다. 반도체를 더 작게 만드는 데 걸림돌이 되는 절연체의 전기적 간..."}
{"headline": "'기존 반도체보다 더 미세 공정 가능한 소재 개발'", "contents": "(세종=뉴스1) 장수영 기자 = 신현석 울산과학기술원(UNIST) 자연과학부 교수가 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '반도체 미세공정 한계 돌파 가..."}
{"headline": "'분자탄생 포착 성공' 브리핑하는 이효철 부연구단장", "contents": "(세종=연합뉴스) 김주형 기자 = 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 이효철 부연구단장이 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서..."}
{"headline": "'1조분의 1초'만에 원자가 분자로 바뀌는 전 과정 세계 최초 포착", "contents": "사과가 갈색으로 변하거나 김치가 익는 것처럼 일상생활 속 모든 화학 반응은 원자가 만나 분자로 변하는 과정을 통해 이뤄진다. 하지만 생활 속 반응과 달리 원자가 분..."}
{"headline": "기존 반도체보다 더 미세공정 가능한 신소재 개발", "contents": "(세종=뉴스1) 장수영 기자 = 신현석 울산과학기술원(UNIST) 자연과학부 교수가 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '반도체 미세공정 한계 돌파 가..."}
{"headline": "UNIST·삼성전자, 전기 적게 쓰고 정보처리 속도 빠른 반도체용 소재 내놨다", "contents": "반도체를 고밀도로 집적하는 데 가장 큰 걸림돌로 지목받아온 절연체의 한계를 깬 새로운 소재가 개발됐다. 기존 절연체보다 성능을 30% 향상해 향후 반도체 공정에 ..."}
{"headline": "'분자가 탄생하는 모든 순간 포착 성공'", "contents": "(세종=연합뉴스) 김주형 기자 = 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 이효철 부연구단장이 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서..."}
{"headline": "'35펨토초' 찰나의 순간도 포착..분자 탄생 과정 봤다", "contents": "[이데일리 강민구 기자] “분자의 진동과 반응 경로를 직접 추적하는 ‘펨토초 엑스선 회절법’을 완성했습니다. 단백질과 같은 수천 개의 원자로 이뤄진 복잡한 분자의..."}
{"headline": "반도체 미세공정 한계 돌파 가능한 신소재 개발", "contents": "(세종=뉴스1) 장수영 기자 = 신현석 울산과학기술원(UNIST) 자연과학부 교수가 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '반도체 미세공정 한계 돌파 가..."}
{"headline": "반도체 소자 더 미세하게.. 초저유전율 절연체 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "'분자 생성 과정' 1,000조분의 1초 단위로 관찰 성공", "contents": "[서울경제] 국내 연구팀이 원자가 결합해 분자가 만들어지는 과정을 실시간으로 관찰하는 데 처음으로 성공했다. 앞으로 다양한 유·무기 촉매 반응과 체내 생화학적 반..."}
{"headline": "반도체 초격차 이어갈 신소재 만들었다", "contents": "반도체. 게티이미지 제공 [파이낸셜뉴스] 국내 연구진이 반도체 초격차를 이어갈 신소재 개발에 성공했다. 연구진은 이 신소재를 이용해 반도체 칩을 더 작게 만들면서 ..."}
{"headline": "반도체 소자 더 미세하게.. 초저유전율 절연체 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "반도체 '더 작고 더 빠르게' 핵심소재 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "[TF초점] 'LCD도 내줬는데..' 삼성·LG, 中 공세에 TV서도 안심 못 해", "contents": "중국 기업, 2분기 TV 시장서 글로벌 1위 전망도 나와 [더팩트│최수진 기자] 공격적인 투자 전략으로 한국 기업을 밀어내고 디스플레이 시장을 차지한 중국이 이번엔 글..."}
{"headline": "반도체 '더 작고 더 빠르게' 핵심소재 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "반도체 초격차 전략 비밀병기?..소형화 한계 극복할 신소재 개발", "contents": "(서울=연합뉴스) 이주영 기자 = 국내 연구진이 반도체를 더 작게 만드는 데 걸림돌이 되는 절연체의 전기적 간섭 문제를 극복할 수 있는 신소재를 개발했다. 울산과학기..."}
{"headline": "'더 작고 더 빠르게' 반도체 신소재 개발 브리핑하는 신현석 교수", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "반도체 신소재 개발 브리핑하는 신현석 UNIST 교수", "contents": "(세종=뉴스1) 장수영 기자 = 신현석 울산과학기술원(UNIST) 자연과학부 교수가 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '반도체 미세공정 한계 돌파 가..."}
{"headline": "울산과학기술원 '기존 반도체보다 더 미세공정 가능한 신소재 개발'", "contents": "(세종=뉴스1) 장수영 기자 = 신현석 울산과학기술원(UNIST) 자연과학부 교수가 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '반도체 미세공정 한계 돌파 가..."}
{"headline": "'더 작고 더 빠르게' 반도체 신소재 개발 브리핑하는 신현석 교수", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "'기존 반도체보다 미세한 공정 가능한 신소재 개발'", "contents": "(세종=뉴스1) 장수영 기자 = 신현석 울산과학기술원(UNIST) 자연과학부 교수가 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '반도체 미세공정 한계 돌파 가..."}
{"headline": "1000조 분의 1초, 원자 하나하나의 움직임까지 파악한다", "contents": "(서울=뉴스1) 김승준 기자 = 1000조 분의 1초 시간 간격 수준으로 원자들이 움직이는 과정을 순간 포착해 화학반응과정을 더 면밀히 살필 수 있게 됐다. 과학기술정보통..."}
{"headline": "UNIST-삼성, \"반도체 집적 한계 돌파할 신소재\" 발표", "contents": "[아이뉴스24 최상국 기자] 울산과학기술원(UNIST)과 삼성종합기술원 공동 연구팀이 반도체 미세공정의 한계를 돌파할 새로운 절연 소재를 개발했다고 밝혔다. 신현식 UN..."}
{"headline": "'더 작고 더 빠르게' 반도체 신소재 개발 브리핑하는 신현석 교수", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "'더 작고 빠르고 견고한 반도체' 만들 신소재 발견..네이처 게재", "contents": "(서울=뉴스1) 김승준 기자 = 국내 기업·대학·연구소가 힘을 합쳐 반도체 기술 한계를 극복하기 위한 방법을 찾아냈다. 이번에 개발된 '저 유전율 물질'은 반도체 소자..."}
