{"headline": "삼성·UNIST, '반도체 집적도의 역설' 해결 실마리 네이처 발표.. \"초격차 기술\"", "contents": "나노 크기로 줄어든 반도체, 더 작아지면 외부 전기간섭 취약해져 성능 저하연구팀, 외부 전기간섭 차단할 新절연체 개발… 기존보다 차단력 30% 향상\"中 추격⋅日 수출..."}
{"headline": "공공기관 앱 취약점 진단 한번에..에스큐브아이 '자이로이드' 주목", "contents": "코로나19 위기로 인한 비대면 업무 도입 열기가 사회·경제 전반에 걸쳐 확산되면서 모바일 앱 보안 취약점 진단 서비스 시장이 새롭게 주목받고 있다. 금융기관·공공..."}
{"headline": "반도체 '더 작고 더 빠르게' 핵심소재 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "원자가 결합하는 '1000조 분의 1'초를 잡았다", "contents": "[아시아경제 황준호 기자] 국내 연구진이 원자가 결합해 분자가 되는 모든 과정을 실시간으로 관측하는데 성공했다. 이 기술을 발전시켜 다양한 촉매나 단백질의 반응 ..."}
{"headline": "원자 결합하는 찰나의 순간을 세계 최초 관찰", "contents": "분자구조. 게티이미지   [파이낸셜뉴스] 국내 연구진이 세계 최초로 원자들이 결합해 분자가 탄생하는 찰나의 모든 과정을 포착해냈다. 연구진은 이를 통해 여러 화학반..."}
{"headline": "반도체 '더 작고 더 빠르게' 핵심소재 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "'반도체 초격차' 이어간다..미세공정 한계 극복할 '신소재' 개발", "contents": "국내 연구진이 '반도체 초격차 전략'을 이어갈 수 있는 반도체 핵심 소재를 개발했다. 반도체 칩 안의 소자를 더 작게 만들 수 있는 새로운 소재를 개발, 미세공정을 극..."}
{"headline": "반도체 소자 더 미세하게.. 초저유전율 절연체 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "삼성전자·UNIST, 반도체 미세공정 한계 돌파 가능한 신소재 개발", "contents": "국내 연구진이 집적도가 높아져도 전기적 간섭이 덜 발생하는 반도체 신소재를 개발했다. 소자를 소형화할 수 있는 핵심 소재를 확보한 것으로 메모리 등 반도체 칩의 ..."}
{"headline": "[2020 상반기 인기상품]품질우수-안랩/침입방지시스템(IPS)/안랩 AIPS", "contents": "안랩의 '안랩 AIPS(Advanced Intrusion Prevention System)'는 지능화된 네트워크 보안위협 탐지·차단 등 향상된 위협 탐지 성능과 사용자 중심의 운영 환경을 제공하..."}
{"headline": "반도체 '더 작고 더 빠르게' 핵심소재 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "반도체 '더 작고 더 빠르게' 핵심소재 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "분자탄생과정 원자움직임 1천조분의 1초단위로 실시간 관찰했다", "contents": "(서울=연합뉴스) 이주영 기자 = 국내 연구진이 원자들이 결합해 분자가 만들어지는 화학결합 전체 과정에서 원자들의 실제 움직임을 실시간으로 관찰하는 데 처음으로 ..."}
{"headline": "반도체 더 작아지고 빨라진다.. 비정질 질화붕소 합성", "contents": "[아시아경제 황준호 기자] 국내 연구진이 반도체 안에서 전자의 이탈을 막아주는 절연체에 활용할 새로운 소재를 개발했다. 이 소재를 이용하면 메모리와 같은 반도체 ..."}
{"headline": "반도체 초격차 이어갈 신소재 만들었다", "contents": "반도체. 게티이미지 제공 [파이낸셜뉴스] 국내 연구진이 반도체 초격차를 이어갈 신소재 개발에 성공했다. 연구진은 이 신소재를 이용해 반도체 칩을 더 작게 만들면서 ..."}
{"headline": "LG전자, 살균·탈취에 주름 쫙 \"진짜 빨래 끝\"", "contents": "2020 상반기 히트상품 마케팅 - 스팀 씽큐 [디지털타임스 김위수 기자] LG 트롬 건조기 스팀 씽큐가 차별화된 스팀 기능으로 인기몰이를 이어가고 있다. LG 트롬 건조기..."}
{"headline": "지란지교시큐리티, 악성 이메일 모의훈련.. 해킹 대비 '딱'", "contents": "2020 상반기 히트상품 마케팅 - 머드픽스 최근 포스트 코로나 시대를 맞아 비대면 환경이 확산되면서 보안이 취약한 업무 환경을 노린 사회공학적 악성 메일 공격이 기..."}
{"headline": "와이즈허브시스템즈, 파일유출 바로 파악 '보안 지킴이'", "contents": "2020 상반기 히트상품 마케팅 - 그라디우스 DLP 와이즈허브시스템즈(대표 박영훈)의 '그라디우스 DLP'(사진)는 유출사고 사전예방, 유출행위 차단, 사후감사, 모니터링 ..."}
{"headline": "KT, 오리지널 콘텐츠 와르르 '손 안의 극장'", "contents": "2020 상반기 히트상품 마케팅 - 시즌 KT는 지난해 11월 새로운 모바일 미디어 서비스 시즌(Seezn)을 선보였다. OTT(온라인동영상서비스) 전쟁의 승패를 가리는 무기가 ..."}
{"headline": "새벽배송 고객 72만명.. SSG닷컴 IPO 청신호", "contents": "[디지털타임스 심화영 기자] 신세계그룹 이마트의 자회사로 지난해 3월 출범한 'SSG닷컴'이 새벽배송 고객을 1년 만에 72만으로 늘렸다. '새벽배송'은 이커머스기업들의..."}
{"headline": "쿠팡, 5년이상 경력 테크직군 200여명 공채", "contents": "[디지털타임스 김아름 기자] 쿠팡이 테크직군 경력 공채에 나선다. 쿠팡은 안드로이드, iOS, Frontend, Backend 자바 엔지니어 등 개발자 직군과 프로덕트 오너, 프로덕..."}
{"headline": "'1일 1깡'의 힘.. 새우깡 매출 30% 급증", "contents": "[디지털타임스 김아름 기자] 전국을 뜨겁게 달구고 있는 '1일 1깡 열풍' 과 함께 농심 새우깡이 화제가 되고 있다. 농심은 새우깡의 최근 한 달간(5월 24일~6월 23일) ..."}
{"headline": "\"롯데 후계자는 신동빈\" 故신격호 회장 자필 유언장 발견", "contents": "[디지털타임스 김아름 기자] 고 신격호 롯데그룹 명예회장이 신동빈(사진) 회장을 후계자로 정한다는 내용의 자필 유언장을 작성한 것으로 나타났다. 이에 따라 신동빈 ..."}
{"headline": "LG전자 주방 활용도·편의성 높인 빌트인 정수기 2종", "contents": "[디지털타임스 김위수 기자] LG전자가 주방 공간의 활용도와 편의성을 높이는 동시에 위생·건강까지 강조한 'LG 퓨리케어 듀얼 정수기' 2종을 출시한다고 26일 밝혔다...."}
{"headline": "이재용의 '뉴 삼성' 첫 외부영입.. 주인공은 AI권위자 '세바스찬 승'", "contents": "[디지털타임스 박정일 기자] 삼성전자가 인공지능(AI) 경쟁력을 키우기 위해 관련 분야 최고 석학 중 한 명인 승현준(세바스찬 승) 미국 프린스턴대 교수를 삼성리서치 ..."}
{"headline": "삼성 흑백TV가 공원 한복판에?..\"추억이 방울방울\"", "contents": "[디지털타임스 김민주 기자] \"초등학생 때 보던거잖아? 이걸 다시 보다니! 추억이 새롭네.\" 일산 호수공원 한 가운데 미닫이문을 열면 브라운관이 나오는 이코노TV를 신..."}
{"headline": "LS니코동제련 방문한 구자은 \"디지털 전환 롤모델 자리매김\"", "contents": "[디지털타임스 김위수 기자] 구자은(사진) LS그룹 미래혁신단장 겸 LS엠트론 회장이 스마트 팩토리 구축으로 '글로벌 1등 제련소' 도약을 목표로 하고 있는 LS니코동제..."}
{"headline": "LG, 세계 AI대회 챔피언.. 아마존 등 79개팀 제치고 1위", "contents": "[디지털타임스 김위수 기자] LG가 세계적인 인공지능(AI) 경연대회에서 1위를 차지했다고 24일 밝혔다. LG는 컴퓨터 비전 학회인 '2020 CVPR'이 개최한 인공지능을 이용..."}
{"headline": "삼성바이오 또 '잭팟'.. 유럽 제약사와 3800억 계약 체결", "contents": "삼성바이오로직스(이하 삼성바이오)가 유럽 소재 제약사와 3800억원 규모의 바이오의약품 위탁생산계약 의향서를 체결했다. 삼성바이오는 올 상반기에만 총 1조7000억원..."}
{"headline": "\"코로나19 위기, 발명으로 극복\".. 특허청 '55회 발명의 날 기념식'", "contents": "특허청은 24일 서울 한 호텔에서 '제55회 발명의 날 기념식'을 개최했다. 이날 기념식은 코로나19 여파로 발명의 날(5월 19일)보다 한 달 가량 늦게 열렸다. '대한민국..."}
{"headline": "롯데홈쇼핑, 고품질·합리적 가격 자체 건강식품 브랜드", "contents": "2020 상반기 히트상품 고객만족 - 데일리 밸런스 [디지털타임스 김아름 기자] 스스로 자신의 건강을 챙기는 '셀프 메디케이션' 트렌드 확산으로 건강식품에 대한 관심이..."}
{"headline": "삼성전자, 강력한 냉방에 청정기능.. 기준을 높였다", "contents": "2020 상반기 히트상품 고객만족 - 2020년형 무풍에어컨 갤러리 [디지털타임스 김민주 기자] 혁신의 획을 그은 삼성 무풍에어컨이 '2020년형 무풍에어컨 갤러리'로 에어..."}
{"headline": "삼성전자, 초강력 흡입으로 '미세먼지' 99.999% 차단", "contents": "2020 상반기 히트상품 고객만족 - 무선 청소기 '제트' [디지털타임스 김민주 기자] 삼성 프리미엄 무선 청소기 '제트'가 초강력 흡입과 미세먼지 차단 시스템으로 '미세..."}
{"headline": "LG전자, 새 컬러 로즈골드, 인테리어와 찰떡궁합", "contents": "2020 상반기 히트상품 고객만족 - 퓨리케어 360°공기청정기 펫 [디지털타임스 김위수 기자] LG전자가 반려동물을 키우는 고객을 위해 내놓은 '퓨리케어 360°공기청정..."}
{"headline": "종근당, 고함량 활성비타민 한알로 영양성분 골고루 섭취", "contents": "2020 상반기 히트상품 고객만족 - 벤포벨 최근 고함량 활성비타민이 육체피로 해소에 효과적인 것으로 알려지며 각광받고 있다. 관련 시장은 매년 30% 이상 폭발적으로 ..."}
{"headline": "SK텔레콤, 실이용자 160만명.. 5G 콘텐츠 허브로 육성", "contents": "2020 상반기 히트상품 고객만족 - 점프 AR·VR앱 SK텔레콤은 올해 점프 AR·VR앱을 5G 콘텐츠 허브로 키운다는 목표로 앱 내 다양한 볼거리를 늘리는데 집중하고 있다. ..."}
{"headline": "안랩, 보안위협 관리·대응 중심 설계로 보안성 차별화", "contents": "2020 상반기 히트상품 마케팅 - 안랩 EPP 엔드포인트 보안 위협이 갈수록 심화하면서 기업 보안담당자 관리 부담이 커지고 있는 가운데 다수 엔드포인트를 통합 관리할 ..."}
{"headline": "비즈플레이, 가맹점 수수료율은 낮고 소득공제율 80%로 확대", "contents": "2020 상반기 히트상품 마케팅 - 제로페이 한국간편결제진흥원의 '제로페이'는 별도 결제 애플리케이션(앱) 설치가 필요 없는 간편결제 인프라다. 평소 사용하는 은행 또..."}
{"headline": "웹케시, 中企 경리 담당자에 최적화 .. 초보도 쉽게 사용", "contents": "2020 상반기 히트상품 마케팅 - 경리나라 웹케시의 경리업무 전문 솔루션 '경리나라'는 개발 단계부터 중소기업 경리 업무 담당자들이 현장에서 겪는 애로 및 고충사항..."}
{"headline": "엠투소프트, 언택트시대 최적의 페이퍼리스 업무 서비스 지원", "contents": "2020 상반기 히트상품 마케팅 - 크로닉스 스마트 폼 엠투소프트의 전자문서 솔루션 '크로닉스 스마트 폼'이 코로나19 사태 이후 언택트(비대면) 솔루션 수요 급증에 따..."}
{"headline": "나일소프트, 대용량 로그 실시간 수집부터 검색·분석까지", "contents": "2020 상반기 히트상품 마케팅 - 로그캅스 V5.0 나일소프트의 통합로그분석솔루션 '로그캅스(LogCops) V5.0'은 각종 서버·네트워크 혹은 정보보호 장비에서 대용량으로 ..."}
{"headline": "블랑코, 내·외부 보안관리 규정 맞게 데이터 완벽 삭제", "contents": "2020 상반기 히트상품 마케팅 - 블랑코 드라이브 이레이저 데이터 삭제 및 모바일기기 진단 소프트웨어 전문기업 블랑코(Blancco)의 '블랑코 드라이브 이레이저(Blancco..."}
{"headline": "이글루시큐리티, 숨겨진 이상 행위 심층 분석.. 보안 공백 최소화", "contents": "2020 상반기 히트상품 마케팅 - 스파이더 티엠 에이아이 에디션 코로나19를 계기로 비대면 디지털 전환이 가속화되면서, 언제 어디서나 업무와 서비스의 연속성을 안전..."}
{"headline": "코로나 물렀거라, 특급 'K-혁신' 납신다", "contents": "2020 상반기 히트상품 초고화질 TV 시대의 서막을 연 삼성전자의 QLED 8K를 비롯해 북미 시장에서 선풍적인 인기를 끌고 있는 3세대 제네시스 G80, 그리고 세탁·건조기..."}
{"headline": "삼성전자, 압도적 화질·사운드 '현존 최고 TV'", "contents": "2020 상반기 히트상품 마케팅 - QLED 8K [디지털타임스 김민주 기자] 삼성전자 'QLED 8K'가 압도적인 화질과 차원이 다른 디자인, 혁신적인 사운드 기술로 프리미엄 TV ..."}
{"headline": "'로스트사가', 신규 용병 '권왕' 공개", "contents": "위메이드(대표 장현국)는 자사에서 서비스 중인 대전 액션 온라인 게임 '로스트사가'에 금일(24일) 레어 용병 '권왕'을 공개했다.225번째 용병 '권왕'은 하늘로 뛰어올..."}
{"headline": "엔씨의 크로스 플레이 서비스 '퍼플', 리니지M에도 도입", "contents": "엔씨소프트(대표 김택진, 이하 엔씨(NC))의 크로스 플레이(Cross Play) 서비스 ‘퍼플(PURPLE)’이 리니지M 서비스를 시작했다.퍼플은 엔씨(NC)가 서비스하는 게임을 모..."}
{"headline": "'소울워커', 새로운 스토리 '웨스트 워' 도입", "contents": "스마일게이트 메가포트(대표 장인아)는 라이언게임즈(대표 윤성준)가 개발한 PC 액션 RPG ‘소울워커’에 새로운 스토리 ‘웨스트 워’를 추가했다. 신규 메이즈(던전) ..."}
{"headline": "모바일 MMORPG '테라 클래식', 60레벨 점핑 이벤트", "contents": "카카오게임즈(각자대표 남궁훈, 조계현)는 모바일 MMORPG ‘테라 클래식’에서 신규 및 복귀 이용자들을 위한 ‘60레벨 점핑 이벤트’를 개최한다. 이번 이벤트로 이용..."}
{"headline": "'로스트사가', 레어 용병 '권왕' 공개", "contents": "위메이드(대표 장현국)는 대전 액션 온라인 게임 ‘로스트사가’에서 레어 용병 ‘권왕’을 공개했다. 225번째 용병 ‘권왕’은 하늘로 뛰어올라 빠른 속도로 무자비한 ..."}
{"headline": "이정헌 넥슨 대표 \"신규법인 합류 시 1천만원 지급\"", "contents": "[아이뉴스24 김나리 기자] 이정헌 넥슨코리아 대표가 신규 합작법인에 합류하는 직원에게 1천만원을 지급하겠다는 파격 조건을 내걸었다. 또 회사 발행주식의 최대 10%..."}
{"headline": "KRISO, 차세대 해양 위치정보 고도화 기술개발 본격화", "contents": "선박해양플랜트연구소(KRISO·소장 김부기)는 바다 위에서 높은 정확도와 신뢰성을 보장하기 위한 '차세대 해양 위치정보(PNT) 고도화 기술개발 사업'에 착수한다고 24..."}
{"headline": "조아스, 반려동물 위한 펫마스터 이발기 출시..저소음 설계", "contents": "소형이미용가전 유통업체 조아스가 소음과 자극을 최소화시켜 반려동물 미용에 최적화된 ‘펫마스터 이발기’를 출시했다. 애견이발기 시장을 선도하고 있는 조아스가 ..."}
{"headline": "LG U+ plans to digitize some in-store processes", "contents": "Major telecoms companies are rolling out digital kiosks so customers can change their phone plans and register new USIM cards in a move intended to minimize"}
{"headline": "대사적으로 건강한 비만을 유도하는 원리 나왔다", "contents": "대사적으로 건강한 비만을 유도하는 원리가 밝혀졌다. 기초과학연구원(IBS·원장 노도영) 혈관연구단 소속 고규영 단장(KAIST 의과학대학원 특훈교수)팀은 혈관 생성을 ..."}
{"headline": "이재용 상생의지 담은 '삼성 SW아카데미' 180명 조기취업 결실", "contents": "[디지털타임스 김민주 기자] 이재용 삼성전자 부회장의 '상생' 의지를 담은 대표적인 인재 육성 프로그램인 '삼성 청년 소프트웨어 아카데미(SSAFY)'가 코로나19 사태에..."}
{"headline": "롤러블 TV개발 김인주 LGD 팀장 '올해의 발명왕'", "contents": "[디지털타임스 김위수 기자] 특허청이 주최하고 발명진흥회가 주관하는 '제55회 발명의 날' 행사에서 OLED(유기발광다이오드) LG디스플레이 TV기구설계 2팀 김인주(사진..."}
{"headline": "라인스튜디오·카카오 게임즈 'HELLO BT21' 사전등록", "contents": "라인의 캐주얼 게임 개발사 라인스튜디오는 버블 슈팅 퍼즐게임 'HELLO BT21'(이미지)의 국내 서비스 사전등록을 시작한다고 24일 밝혔다. 라인스튜디오는 지난 5월 카..."}
{"headline": "꽃단장 끝낸 'IP 게임' 쏟아진다.. 원작의 감성 살리고 그래픽 향상", "contents": "게임업계가 2020년 하반기 시장공략을 위한 행보에 나서고 있다. 과거 널리 인기를 끈 IP(지식재산권)을 활용한 신작 출시에 속도를 내고 있는 것이다. 특히 IP에 기반..."}
{"headline": "롯데칠성음료, 알칼리 환원수로 부드러운 목 넘김 '캬~'", "contents": "2020 상반기 히트상품 고객만족 - 처음처럼 [디지털타임스 김아름 기자] 롯데칠성음료는 세계 최초로 알칼리 환원수를 사용한 소주 '처음처럼'으로 소주업계에 신선한 ..."}
{"headline": "알테오젠 \"올해 기술수출 3건 추가할 것\"", "contents": "알테오젠이 24일 체결한 글로벌 기술수출 규모는 국내 바이오 기업들의 기술수출 기록 가운데 역대 2위 규모다. 알테오젠의 이날 기술수출액(최대 4조6770억원)을 뛰어..."}
{"headline": "알에프세미, MEMS 기반 마이크로폰 양산 돌입", "contents": "(지디넷코리아=양태훈  기자)알에프세미가 고성능 마이크로폰 개발을 완료하고, 본격 생산에 돌입한다고 24일 밝혔다. 알에프세미의 마이크로폰은 초미세 가공 기술인 ..."}
{"headline": "연말 지상파 재허가, 재난방송 심사배점 상향", "contents": "[이데일리 김현아 기자] 방송통신위원회(위원장 한상혁)가 2020년 12월 31일 허가 유효기간이 만료되는 KBS, MBC, SBS 등 22개사 지상파 방송사업자에 대한 재허가 세부..."}
{"headline": "신동주, '신동빈이 후계자' 반박..\"유언장 발견 상황 부자연스러워\"", "contents": "[디지털타임스 심화영 기자] 고 신격호 롯데 명예회장이 20년 전 차남인 신동빈 회장을 롯데의 후계자로 지목했다는 내용의 유언장이 24일 공개된 가운데 장남인 신동주..."}
{"headline": "KT, 빅데이터로 '강원도민 행정 편의' 높인다", "contents": "[이데일리 김현아 기자]▲24일 강원도청에서 열린 ‘빅데이터 기반의 도민 만족 행정 활성화를 위한 업무협약식’에서 KT AI/DX융합사업부문장 전홍범(오른쪽) 부사장, ..."}
{"headline": "도심형 사계절 수목원 '국립세종수목원' 4년 만에 '준공'", "contents": "겨울에도 관람 가능한 도심형 사계절 수목원으로 각광받을 '국립세종수목원'이 오는 29일 준공된다. 산림청은 온대 중부권역 자생식물 보존과 증식을 위해 세종시 중앙..."}
{"headline": "[부음]정형진(김포대학교 총장·전 육군정보학교장)씨 모친상", "contents": "▲황건순씨 별세, 정형진(김포대학교 총장·전 육군정보학교장)씨 모친상=24일, 쉴낙원 김포장례식장 특1호, 발인 26일 오전 7시. (031)449-1009 이준희기자 jhlee@etne"}
{"headline": "웁살라시큐리티, 암호화폐 범죄 피해 대응 서비스 제공", "contents": "블록체인 보안 전문 기업 웁살라시큐리티가 가상자산 범죄 분석 및 피해 대응을 위해 '글로벌 가상자산 피해 대응 센터(CIRC)'를 부설기관으로 설립했다고 24일 밝혔다...."}
{"headline": "수출입은행, 신경택·이상호 부행장 신규 선임", "contents": "(지디넷코리아=차재서  기자)한국수출입은행이 프로젝트금융본부장에 신경택 기획부장을, 신설되는 경협사업본부장엔 이상호 해외사업개발단장을 선임했다고 24일 밝혔..."}
{"headline": "성기 희화화 가사 청소년시간대 방송한 Mnet, '법정제재'", "contents": "[이데일리 김현아 기자] Mnet ‘GOOD GIRL : 누가 방송국을 털었나‘(2020.5.19.화, 17:40~19:20 등)에서 일부 묵음 처리에도 불구하고 남녀간의 성행위나 성기를 유추..."}
{"headline": "붉은보석, 6월 업데이트로 다양한 신규 콘텐츠 선봬", "contents": "엘엔케이로직코리아(대표 남택원, 이하 엘엔케이)는 오는 6월 24일(수) 에피소드 퀘스트, 미션북 시즌 3 등의 신규 콘텐츠를 포함한 6월 업데이트를 진행했다고 금일(24..."}
{"headline": "넥슨, 합작사로 옮기면 격려금 '1000만원+α' 준다", "contents": "넥슨이 새로 설립하는 게임 개발사에 직원 합류를 독려하기 위해 격려금 1000만원 지급이라는 파격적인 조건을 내걸었다. 24일 이정헌 넥슨 대표는 사내공지문을 통해  ..."}
{"headline": "김강립 \"코로나19 치료자원 부족하고 지자체간 공동활용 안되고 있다\"", "contents": "김강립 중앙재난안전대책본부 1총괄조정관(보건복지부 차관)이 신종 코로나바이러스 감염증(COVID-19·코로나19) 2차 유행에 대비해 의료자원시스템의 ‘업그레이드’를..."}
{"headline": "'테라' 콘솔 아시아 버전, 25일 각성 업데이트", "contents": "크래프톤(대표 김창한)은 오는 25일 ‘테라(TERA)’ 콘솔 아시아 버전에 첫 각성 업데이트를 진행한다. 이번 각성은 13종의 클래스 전체에 적용된다. 각성 퀘스트를 통..."}
{"headline": "오픈월드 액션 RPG '원신' 7월 2일 파이널 테스트", "contents": "미호요는 오픈월드 액션 RPG ‘원신’의 파이널 비공개 테스트를 오는 7월 2일부터 시작한다. 이번 테스트는 플레이스테이션4(PS4), PC, 모바일 등의 플랫폼에서 진행된..."}
{"headline": "분자가 탄생하는 '35펨토초' 찰나의 순간 포착", "contents": "물질을 이루는 기본 단위인 원자가 화학결합을 통해 분자로 만들어지는 과정은 수 펨토초(1초를 1000조분의 1로 나눈 시간)라는 찰나의 순간에 수 옹스트롬(1억 분의 1c..."}
{"headline": "반도체 '미세공정' 한계 돌파한다..칩 소자 \"더 작고, 더 빠르게\"", "contents": "[이데일리 강민구 기자] 반도체 칩 안의 소자를 더 작게 만들 수 있는 새로운 소자가 개발됐다. 반도체 내부 전기 간섭을 최소화하는 소재 개발 가능성을 제시한 것으로..."}
{"headline": "'분자가 탄생하는 모든 순간 포착 성공'", "contents": "(세종=연합뉴스) 김주형 기자 = 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 이효철 부연구단장이 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서..."}
{"headline": "[AWS 스타트업 데이] 다섯 스타트업이 말하는 코로나-19 시대의 현재와 미래", "contents": "[IT동아 강형석 기자] 산업 전반이 코로나-19로 인해 달라진 것이 있다면 ‘디지털화의 가속’이다. 접촉을 자제하는 분위기 속에서 관련 기술들이 빠르게 적용되는 것..."}
{"headline": "'스타트업을 위한 최신 서비스와 정보를 한 자리에' AWS 스타트업 데이", "contents": "[IT동아 강형석 기자] 아마존웹서비스(AWS)가 스타트업 생태계 소식과 최신 기술 흐름, 자사의 인공지능과 기계학습 서비스, 데브옵스(DevOps) 사례들을 소개하는 자리..."}
{"headline": "코에 뿌리는 '우울증약' 국내 첫 허가", "contents": "존슨앤드존슨 제약부문 법인인 얀센은 23일자로 스프라바토 나잘스프레이가 최소 2개 이상의 다른 경구용 항우울제에 적절히 반응하지 않는 성인의 중증 주요 우울장애(..."}
{"headline": "피하주사제 플랫폼 기술계약..다른 제약사 추가수출도 가능", "contents": "[서울경제] ‘ALT-B4’는 최근 제약바이오업계에 붐이 일고 있는 플랫폼 기술에 속한다. 보통 신약후보물질을 글로벌 제약사에 기술수출하면 그 물질에 대한 권리 자체..."}
{"headline": "일본 올림푸스, '디지털 카메라' 접고 '내시경 카메라'에 투자", "contents": "일본 광학기기·전자기기 업체인 올림푸스가 스마트폰에 밀려 실적을 올리지 못하는 디지털 카메라 사업을 처분하기로 했다.올림푸스는 24일 디지털 카메라를 생산하는 ..."}
{"headline": "부산지법 \"ISMS 미인증 부산대, 과태료 대상 아냐\"", "contents": "[아이뉴스24 최은정 기자] 부산지방법원이 정보보호관리체계(ISMS) 인증을 기한 내 받지 않은 부산대가 과태료를 부과하지 않아도 된다는 판단을 내렸다. 이에 따라 부..."}
{"headline": "'올해의 발명왕' LGD 김인주 팀장", "contents": "세계 최초로 ‘롤러블(Rollable·말리는) OLED(올레드) TV 패널’을 개발한 LG디스플레이 김인주(사진) 팀장이 ‘올해의 발명왕’상을 수상했다. LG디스플레이에 따르면..."}
{"headline": "생물 다양성 회복 '정성' 쏟으면 사라진 '독도강치' 돌아오겠죠 [지켜야 할 우리의 바다생물 (2)]", "contents": "[경향신문] 독도 일대 바다 성게 이상증식에 ‘갯녹음’ 현상 빠르게 진행자생 해조류 이식 등 바다 사막화 막아 서식 환경 되살리기 우리 국민의 독도 사랑은 각별하다..."}
{"headline": "[WWDC20] 새로운 차원의 맥 등장 예고, 맥OS 빅 서(Big Sur)", "contents": "[IT동아 남시현 기자] 애플 맥OS에 대대적인 변화가 이뤄진다. 디자인, 확장성뿐만 아니라, 향후 2년 내로 컴퓨터의 심장인 중앙처리장치(CPU)까지 자체 기술로 제작한 ..."}
{"headline": "웁살라시큐리티, 가상자산 피해대응 센터 설립", "contents": "(지디넷코리아=임유경  기자)블록체인 보안 전문 업체 웁살라시큐리티는 암호화폐 범죄 분석 및 피해 대응을 위해  '가상자산(암호화폐) 피해대응 센터 CIRC'를 부설기..."}
{"headline": "[스타트업 리포트] 디캠프, 데스커와 스타트업 에 사무가구 지원 협약 체결", "contents": "은행권청년창업재단 디캠프는 24일 신생(스타트업) 기업의 사업 지원을 위해 데스커와 업무 협약(사진)을 맺었다고 밝혔다. 이번 협약으로 데스커는 디캠프를 졸업하는 ..."}
{"headline": "알테오젠, 주사제 4.6조원 기술수출", "contents": "국내 바이오 기업 알테오젠이 글로벌 10대 제약사에 4조6770억원 규모의 기술수출을 하는 쾌거를 이뤘다. 지난해 11월 또 다른 글로벌 제약사와 1조6000억원대 기술수출..."}
{"headline": "'분자탄생 포착 성공' 브리핑하는 이효철 부연구단장", "contents": "(세종=연합뉴스) 김주형 기자 = 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 이효철 부연구단장이 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서..."}
{"headline": "'1000조분의 1초, 분자 탄생하는 순간 포착'", "contents": "(세종=뉴스1) 장수영 기자 = 이효철 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 부연구단장이 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '분자가 ..."}
{"headline": "'분자가 탄생하는 모든 순간 포착 성공'", "contents": "(세종=연합뉴스) 김주형 기자 = 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 이효철 부연구단장이 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서..."}
{"headline": "'1000조분의 1초, 분자 탄생 모든 순간 포착'", "contents": "(세종=뉴스1) 장수영 기자 = 이효철 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 부연구단장이 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '분자가 ..."}
{"headline": "중국 '반도체 굴기' 따돌릴 수 있는 신소재 개발했다", "contents": "[서울경제] 국내 연구팀이 반도체 소자를 더 미세하게 만들 수 있는 ‘초저유전율 절연체’를 개발했다. 반도체를 더 작게 만드는 데 걸림돌이 되는 절연체의 전기적 간..."}
{"headline": "'기존 반도체보다 더 미세 공정 가능한 소재 개발'", "contents": "(세종=뉴스1) 장수영 기자 = 신현석 울산과학기술원(UNIST) 자연과학부 교수가 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '반도체 미세공정 한계 돌파 가..."}
{"headline": "'분자탄생 포착 성공' 브리핑하는 이효철 부연구단장", "contents": "(세종=연합뉴스) 김주형 기자 = 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 이효철 부연구단장이 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서..."}
{"headline": "'1조분의 1초'만에 원자가 분자로 바뀌는 전 과정 세계 최초 포착", "contents": "사과가 갈색으로 변하거나 김치가 익는 것처럼 일상생활 속 모든 화학 반응은 원자가 만나 분자로 변하는 과정을 통해 이뤄진다. 하지만 생활 속 반응과 달리 원자가 분..."}
{"headline": "기존 반도체보다 더 미세공정 가능한 신소재 개발", "contents": "(세종=뉴스1) 장수영 기자 = 신현석 울산과학기술원(UNIST) 자연과학부 교수가 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '반도체 미세공정 한계 돌파 가..."}
{"headline": "UNIST·삼성전자, 전기 적게 쓰고 정보처리 속도 빠른 반도체용 소재 내놨다", "contents": "반도체를 고밀도로 집적하는 데 가장 큰 걸림돌로 지목받아온 절연체의 한계를 깬 새로운 소재가 개발됐다. 기존 절연체보다 성능을 30% 향상해 향후 반도체 공정에 ..."}
{"headline": "'분자가 탄생하는 모든 순간 포착 성공'", "contents": "(세종=연합뉴스) 김주형 기자 = 기초과학연구원(IBS) 나노물질 및 화학반응 연구단 이효철 부연구단장이 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서..."}
{"headline": "'35펨토초' 찰나의 순간도 포착..분자 탄생 과정 봤다", "contents": "[이데일리 강민구 기자] “분자의 진동과 반응 경로를 직접 추적하는 ‘펨토초 엑스선 회절법’을 완성했습니다. 단백질과 같은 수천 개의 원자로 이뤄진 복잡한 분자의..."}
{"headline": "반도체 미세공정 한계 돌파 가능한 신소재 개발", "contents": "(세종=뉴스1) 장수영 기자 = 신현석 울산과학기술원(UNIST) 자연과학부 교수가 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '반도체 미세공정 한계 돌파 가..."}
{"headline": "반도체 소자 더 미세하게.. 초저유전율 절연체 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "'분자 생성 과정' 1,000조분의 1초 단위로 관찰 성공", "contents": "[서울경제] 국내 연구팀이 원자가 결합해 분자가 만들어지는 과정을 실시간으로 관찰하는 데 처음으로 성공했다. 앞으로 다양한 유·무기 촉매 반응과 체내 생화학적 반..."}
{"headline": "반도체 초격차 이어갈 신소재 만들었다", "contents": "반도체. 게티이미지 제공 [파이낸셜뉴스] 국내 연구진이 반도체 초격차를 이어갈 신소재 개발에 성공했다. 연구진은 이 신소재를 이용해 반도체 칩을 더 작게 만들면서 ..."}
{"headline": "반도체 소자 더 미세하게.. 초저유전율 절연체 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "반도체 '더 작고 더 빠르게' 핵심소재 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "[TF초점] 'LCD도 내줬는데..' 삼성·LG, 中 공세에 TV서도 안심 못 해", "contents": "중국 기업, 2분기 TV 시장서 글로벌 1위 전망도 나와 [더팩트│최수진 기자] 공격적인 투자 전략으로 한국 기업을 밀어내고 디스플레이 시장을 차지한 중국이 이번엔 글..."}
{"headline": "반도체 '더 작고 더 빠르게' 핵심소재 개발 성공", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "반도체 초격차 전략 비밀병기?..소형화 한계 극복할 신소재 개발", "contents": "(서울=연합뉴스) 이주영 기자 = 국내 연구진이 반도체를 더 작게 만드는 데 걸림돌이 되는 절연체의 전기적 간섭 문제를 극복할 수 있는 신소재를 개발했다. 울산과학기..."}
{"headline": "'더 작고 더 빠르게' 반도체 신소재 개발 브리핑하는 신현석 교수", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "반도체 신소재 개발 브리핑하는 신현석 UNIST 교수", "contents": "(세종=뉴스1) 장수영 기자 = 신현석 울산과학기술원(UNIST) 자연과학부 교수가 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '반도체 미세공정 한계 돌파 가..."}
{"headline": "울산과학기술원 '기존 반도체보다 더 미세공정 가능한 신소재 개발'", "contents": "(세종=뉴스1) 장수영 기자 = 신현석 울산과학기술원(UNIST) 자연과학부 교수가 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '반도체 미세공정 한계 돌파 가..."}
{"headline": "'더 작고 더 빠르게' 반도체 신소재 개발 브리핑하는 신현석 교수", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "'기존 반도체보다 미세한 공정 가능한 신소재 개발'", "contents": "(세종=뉴스1) 장수영 기자 = 신현석 울산과학기술원(UNIST) 자연과학부 교수가 지난 24일 세종시 어진동 과학기술정보통신부 기자실에서 '반도체 미세공정 한계 돌파 가..."}
{"headline": "1000조 분의 1초, 원자 하나하나의 움직임까지 파악한다", "contents": "(서울=뉴스1) 김승준 기자 = 1000조 분의 1초 시간 간격 수준으로 원자들이 움직이는 과정을 순간 포착해 화학반응과정을 더 면밀히 살필 수 있게 됐다. 과학기술정보통..."}
{"headline": "UNIST-삼성, \"반도체 집적 한계 돌파할 신소재\" 발표", "contents": "[아이뉴스24 최상국 기자] 울산과학기술원(UNIST)과 삼성종합기술원 공동 연구팀이 반도체 미세공정의 한계를 돌파할 새로운 절연 소재를 개발했다고 밝혔다. 신현식 UN..."}
{"headline": "'더 작고 더 빠르게' 반도체 신소재 개발 브리핑하는 신현석 교수", "contents": "(세종=연합뉴스) 김주형 기자 = 신현석 울산과학기술원 교수가 지난 24일 세종시 파이낸스센터에 있는 과학기술정보통신부에서 '반도체 미세공정 한계 돌파 가능한 신소..."}
{"headline": "'더 작고 빠르고 견고한 반도체' 만들 신소재 발견..네이처 게재", "contents": "(서울=뉴스1) 김승준 기자 = 국내 기업·대학·연구소가 힘을 합쳐 반도체 기술 한계를 극복하기 위한 방법을 찾아냈다. 이번에 개발된 '저 유전율 물질'은 반도체 소자..."}
{"headline": "[강민구의 星별우주]'2020 소행성의날'", "contents": "[이데일리 강민구 기자] 지난 1908년 6월 30일 러시아 퉁구스카 지역에 지름 약 40m급 소행성이 떨어졌습니다. 당시 충격으로 25km 거리 내 약 8000만 그루의 나무들이 ..."}
{"headline": "마이크로소프트, 오프라인 매장 영구 폐쇄한다", "contents": "마이크로소프트(MS)가 오프라인 매장을 모두 영구 폐쇄하기로 했다.AFP통신과 CNBC에 따르면 MS는 26일(현지 시각) 미국과 캐나다, 영국 등에서 운영하던 소매점 80여곳..."}
{"headline": "넥슨, '던전앤파이터 모바일' 8월12일 중국 서비스 시작", "contents": "던전앤파이터 모바일. 넥슨 제공[이데일리 노재웅 기자] 넥슨은 네오플이 개발한 2D 액션 RPG(역할수행게임) ‘던전앤파이터 모바일’을 오는 8월12일 중국에 출시한다..."}
{"headline": "KAIT-부동산114, 초고속정보통신건물 인증 빅데이터 활용", "contents": "[파이낸셜뉴스] 한국정보통신진흥협회는 부설 정보통신인증센터(KAIT)와 부동산114가 초고속정보통신건물 인증 빅데이터 활용을 위해 지난 26일 부동산114 본사에서 업..."}
{"headline": "넥슨 '피파온라인4', PC방 점유율 2위 급상승 '눈길'", "contents": "[아이뉴스24 김나리 기자] 넥슨의 온라인 축구 게임 '피파온라인4' PC방 점유율 순위가 2위로 급상승해 눈길을 모으고 있다. 최근 실시한 여름 업데이트 및 이벤트 등에..."}
{"headline": "넥슨, '던파 모바일' 8월12일 중국 서비스 시작", "contents": "[아이뉴스24 김나리 기자] 넥슨(대표 이정헌)은 네오플(대표 노정환)이 개발한 2D 액션 역할수행게임(RPG) '던전앤파이터 모바일'을 오는 8월 12일 중국에 출시한다고 2..."}
{"headline": "넥슨 기대작 '던전앤파이터 모바일' 8월 12일 중국 출시", "contents": "(서울=연합뉴스) 홍지인 기자 = 넥슨은 기대작 '던전앤파이터 모바일'을 8월 12일 중국에 출시한다고 27일 밝혔다. '던전앤파이터 모바일'은 2005년 국내 출시 후 2008..."}
{"headline": "'사전예약 5000만' 던전앤파이터 모바일, 8월 12일 中 출시", "contents": "넥슨은 네오플이 개발한 2D 액션 RPG ‘던전앤파이터 모바일’을 8월 12일 중국에 출시한다고 27일 밝혔다.던전앤파이터 모바일은 2005년 국내 출시 후 2008년 중국에 ..."}
{"headline": "[박일경의 바이오 돋보기]서정진 자신감..셀트리온, 내달 초 코로나19 치료제 '인체'임상계획서 제출", "contents": "[이데일리 박일경 기자] 셀트리온(068270)이 다음 달 초 신종 코로나바이러스 감염증(코로나19) 항체 치료제에 대한 ‘인체’ 임상시험계획서(IND)를 식품의약품안전처..."}
{"headline": "삼성바이오에피스, 두번째 종양치료제 '에이빈시오' 유럽 허가 임박", "contents": "[이데일리 박일경 기자] 삼성바이오에피스는 26일(현지 시간) 유럽 의약품청(EMA) 약물사용 자문위원회로부터 아바스틴 바이오시밀러인 ‘에이빈시오’(성분명 베바시주..."}
{"headline": "라스트 오브 어스2, PS4 마지막 불꽃 vs 희대의 망작?[오지현의 하드캐리]", "contents": "[서울경제] 장안의 화제작 ‘라스트 오브 어스(The Last of Us)’가 말 그대로 활활 불타고 있습니다. 한 유튜버는 게임을 플레이한 후 분노에 차 CD를 가위로 오려버리..."}
{"headline": "코로나19 신규 확진 사흘만에 50명대로..교회 집단감염 등", "contents": "'코로나19' 일일 신규 확진자 수가 사흘 만에 다시 50명대로 올라갔다. 중앙방역대책본부는 27일 0시 기준으로 코로나19 신규 확진자가 51명 늘어 누적 1만 2653명이라..."}
{"headline": "네이버, 탁상시계형 스마트 스피커 '클로바 클락+' 출시", "contents": "[쿠키뉴스] 송병기 기자 =네이버는 인공지능 플랫폼 클로바가 탑재된 스마트 클락 ‘클로바 클락+(CLOVA Clock+)’을 오는 7월1일 출시한다고 밝혔다. 이 제품은 익숙한..."}
{"headline": "[고든 정의 TECH+] 노트북에서 이제는 슈퍼컴퓨터까지..x86 권좌 흔드는 ARM CPU", "contents": "[서울신문 나우뉴스]최근 일본은 슈퍼컴퓨터 경쟁에서 다시 1위를 차지했습니다. 2011년 세계 1위 슈퍼컴퓨터로 이름을 올린 K 컴퓨터(K는 10의 16승인 경(京)의 일본식..."}
{"headline": "[아하! 우주] 너무 다른 달의 앞면과 뒷면..45억년 묵은 미스터리", "contents": "[서울신문 나우뉴스]달의 뒷면은 지구에서는 결코 볼 수 없는 면이다. 달이 지구 주위를 한 번 공전하는 데 걸리는 시간은 27.3일(항성월)인데, 이는 달의 한 번 자전시..."}
{"headline": "국립과천과학관 27일 '소행성의 날' 토크콘서트 온라인 생중계", "contents": "[쿠키뉴스] 송병기 기자 =과학기술정보통신부 국립과천과학관은 27일 세계 소행성의 날을 기념하기 위한 토크콘서트를 온라인으로 중계한다.  이번 소행성의 날 행사에..."}
{"headline": "[애니멀리포트]호랑이를 길들이지 못하는 세 가지 이유", "contents": "괜히 ‘초막장’이란 수식어가 붙은 게 아니었다. 미국 오클라호마주에서 호랑이, 사자, 표범 등 대형 고양잇과 동물 200마리를 기른 사설동물원 운영자와 동물보호단체..."}
{"headline": "애플, '한국서는 독도.. 일본서는 竹島'", "contents": "애플이 아이폰, 아이패드, 맥북 등에 탑재한 ‘애플지도’ 앱에서 ‘독도’를 일본 표기인 ‘죽도’(竹島, 타케시마)와 병행 표기하는 것으로 나타났다. /사진=iOS 14 ..."}
{"headline": "''누구나 무료로 수강\" 온라인 니콘스쿨, 7월 강의 프로그램 소개", "contents": "광학기기 전문기업 니콘이미징코리아가 카메라 기초 이론부터 실전 촬영 노하우까지 다양한 주제로 하는 온라인 니콘스쿨 7월 강좌를 진행한다고 밝혔다. 온라인 니..."}
{"headline": "밀리의서재, 독서 패턴 한눈에 확인할 수 있는 '독서통계' 오픈", "contents": "밀리의서재가 개인의 독서 패턴을 한눈에 확인할 수 있도록 하는 ‘독서통계’를 오픈했다. 밀리의서재는 서비스 론칭 1000일 기념해 독서통계를 오픈했다고 26일 밝혔..."}
{"headline": "KT, 한국관광공사 '관광 빅데이터 플랫폼 구축' 참여", "contents": "KT는 한국관광공사의 ‘관광 빅데이터 플랫폼 구축’ 사업에 참여한다고 26일 밝혔다. 한국관광공사의 관광 빅데이터 플랫폼 구축은 4차 산업혁명 시대에 관광산업의 패..."}
{"headline": "5년간 깨알같이 타낸 허위보험금 누가 찾아냈을까", "contents": "주부 A 씨(63)는 최근 보험금 5000만 원을 수령하려다 오히려 경찰 수사를 받게 됐다. 남편, 자녀, 친구까지 동원해 총 11개 보험사로부터 보험금 9억7000만 원을 받아..."}
{"headline": "5460만명 몰린 '던파 모바일', 8월 12일 中 대륙 공략", "contents": "넥슨 자회사 네오플이 개발한 모바일게임 '던전앤파이터 모바일(던파 모바일)'이 8월 12일 중국에 출시된다. 중국 텐센트는 26일 중국 산둥성 제남에 있는 ..."}
{"headline": "[리뷰] '내 시야에 맞는 게이밍 모니터가 있다?' 삼성 오디세이 G9", "contents": "[IT동아 강형석 기자] 게이밍 모니터에 대한 소비자의 관심은 높다. 전문 작업은 힘들지만 엔터테인먼트 환경에서는 최고의 만족감을 제공하기 때문이다. 높은 화면 주..."}
{"headline": "잘 나가던 동갑내기, '아이리버'와 '싸이월드'의 명암", "contents": "[IT동아 김영우 기자] 2000년대 초반 대한민국은 벤처기업의 전성기였다. 급격히 높아진 인터넷 및 PC의 보급률, 그리고 정부의 IT 진흥정책에 힘입어 하루가 멀다 하고..."}
{"headline": "[헬스TALK] \"열대야로 잠 못 이룬다고 술 마시면 '불면증' 악화\"", "contents": "예년 보다 빨리 찾아온 무더위가 기승을 부리고 있다. 기상청은 우리나라의 올여름 기온은 지난해보다 0.5~1도 높고, 폭염 일수가 20~25일로 평년(9.8일)의 2배 이상이..."}
{"headline": "나몰래 내모습·위치 노출 공포 벗는다..아이폰 프라이버시 강화", "contents": "(서울=연합뉴스) 채새롬 기자 = 모바일 운영체제 애플 iOS와 구글 안드로이드 간 차이가 점차 희미해지자 애플이 기기 '프라이버시'를 차별점으로 내세우고 있다. 개인..."}
{"headline": "AI로 건물·발전소·선박 사고 미리 예측한다", "contents": "AI와 IoT를 센서를 이용한 시설물 재난안전 관리 시스템 개념도. 기계연구원 제공   [파이낸셜뉴스] 국내 과학자들이 건물이나 공사현장, 발전시설, 선박 등을 인공지능..."}
{"headline": "[팩트체크]티빙이 웨이브를 제쳤을까..티빙 이용자수의 비밀", "contents": "[이데일리 김현아 기자]코로나19 이후 인터넷스트리밍방송(OTT) 이용이 급증하면서 미디어 시장을 바꾸고 있습니다. 특히 넷플릭스의 5월 국내 순 이용자수(PC+모바일)..."}
{"headline": "'전시하려던' 나로호 부품 고철상에..관리 기준도 없었다", "contents": "[앵커] 지난 2013년  국민적 염원을 담아  하늘로 쏘아 올려졌던 나로호 기억하실 겁니다. 이 나로호 개발의 연구 과정에서 생산된  연구 부품들이 폐기된 사실이 뒤늦..."}
{"headline": "[부애리의 게임사전]\"구관이 명관?\"..들썩이는 '바람의나라'", "contents": "[아시아경제 부애리 기자] 구관이 명관이라고 했던가. 게임업계에도 최근 90년대~2000년대 후반에 인기를 끌었던 지식재산권(IP)를 활용한 게임들이 돌풍을 일으키고 있..."}
{"headline": "카카오. 性 착취물 단 1회라도 이용 시 '계정 아웃'", "contents": "카카오가 기존 운영정책에 ‘타인의 성 착취 행위 금지 정책 및 아동·청소년 성 보호 정책’을 추가했다고 26일 밝혔다. 이 조항은 오는 7월2일부터 시행된다. 카..."}
{"headline": "카톡에 라인프렌즈가 떴다.. BTS로 하나된 카카오-라인", "contents": "국내 카톡에 출시된 라인프렌즈의 BT21 이모티콘일본 라인에서는 카카오프렌즈 스티커가 인기\"캐릭터 인지도 높이는 창구\"… 플랫폼 통해 저변 확대최근 카카오톡에 라..."}
{"headline": "\"밥값도 얼굴로 냅니다\"..'안면인식' 세계 1등 노리는 중국", "contents": "지난 5월20일 중국 저장(浙江)성 항저우(杭州)에 있는 한 실버타운. 최근 이 지역에 중국 최초로 스마트 식당이 들어섰습니다. 전강만보(錢江晩報)에 따르면 이 식당 이..."}
{"headline": "'마구마구2020', 7월 출격.. 막오른 야구게임 '삼국지'", "contents": "[쿠키뉴스] 강한결 기자 = 국산 야구게임의 원조 격인 '마구마구'가 다음달 모바일 버전인 '마구마구2020'으로 돌아온다.  넷마블은 지난 22일 진행된 '마구마구2020'..."}
{"headline": "네이버플러스멤버십, 내달 1일부터 쇼핑 구매혜택 강화된다", "contents": "(서울=뉴스1) 송화연 기자 = 네이버가 유료 회원제 서비스 '네이버플러스멤버십' 출시 1개월 만에 일부 이용정책을 변경한다. 쇼핑 적립혜택을 강화해 기존 이용자의 이..."}
{"headline": "[잇츠IT] '1세대 에어팟' 2년6개월 사용기", "contents": "2017년 12월5일 구입 직후의 에어팟. 검은색 보호케이스를 착용한 모습. /사진=박흥순 기자2016년 등장한 1세대 에어팟이 어느덧 4살이 됐다. 등장 초기 ‘콩나물’을 ..."}
{"headline": "내년 R&D 예산 21.6조..'감염병 대응, 디지털 뉴딜' 집중 투자", "contents": "[이데일리 강민구 기자] 내년 국가연구개발사업 예산은 코로나바이러스감염증-19 위기 극복, 소재·부품·장비 글로벌 공급망 재편 대응, 한국판 뉴딜 분야에 중점적으..."}
{"headline": "쉽고 재밌는 과학 앱", "contents": "[아이뉴스24 민혜정 기자] 일상에 유용하지만 어렵게 느껴지는 과학. 상식적인 과학을 공부하고 싶은 이들이 있다면 모바일 앱을 이용해 보자. 친숙한 별자리부터 과학..."}
{"headline": "[게임리뷰]무기 상점의 주인이 된다고? '샵 타이탄'", "contents": "[아이뉴스24 문영수 기자] 역할수행게임(RPG)을 즐길 때는 마을 내 상점이 어디에 있는지 위치를 잘 파악해두는 게 중요하다. 몬스터를 사냥해서 얻은 각종 아이템과 잡..."}
{"headline": "AI 예비창업인재 육성 본격화", "contents": "[헤럴드경제=구본혁 기자]인공지능산업융합사업단과 광주과학기술원(GIST) 인공지능연구소가 함께 ‘인공지능중심 산업융합 집적단지 조성사업’의 AI 예비창업인재 육..."}
{"headline": "삼성바이오에피스 바이오시밀러 항암제 유럽 판매 '청신호'", "contents": "삼성바이오에피스의 항암 바이오시밀러(바이오의약품 복제약) '에이빈시오'의 유럽 판매에 청신호가 켜졌다. 삼성바이오에피스는 유럽의약품청(EMA) 산하 약물사용 자문..."}
{"headline": "버튼 누르니 인공파도 '넘실'..\"5G 무인선박 실험도 여기서 했죠\"", "contents": "세계기상기구(WMO)에 따르면 지금까지 관측된 파도 중 가장 높은 파도의 최대 파고(파도의 높이)의 공식 기록은 29.1m이다. 아파트 1층 높이가 대략 3m이니 이 정도면 ..."}
{"headline": "[달콤한 사이언스] 곤충 기억력과 판단력이 사람보다 낫다고?", "contents": "[서울신문]보통 기억력이 나쁘거나 우둔한 사람들에게 ‘새대가리’라고 놀리는 경우가 많다. 우둔한데다가 자기 중심적이기까지 하면 ‘벌레 또는 곤충만도 못한 인간..."}
{"headline": "라이엇 게임즈 한국 오피스, 게임 IP 외연 확장 활발", "contents": "라이엇 게임즈가 신나는 리듬의 음악을 통해 자사 게임 지식재산권(IP)의 외연 확장에 나서고 있다. 라이엇 게임즈는 지난 3월 ‘전략적팀전투(TFT) 모바일’의 출시와 ..."}
{"headline": "과학기술정보통신부 주간계획(6월 29~7월 3일)", "contents": "[이데일리 이후섭 기자] 다음주(6월 29~7월 3일) 과학기술정보통신부 주요일정 및 보도계획이다. ◇주간 주요일정 △29일(월) 장차관실장 정례 간담회(영상회의, 09:30,..."}
{"headline": "[주말N수학]대서양알락돌고래는 왜 고래 중 가장 날쌜까", "contents": "지구에서 가장 속도가 빠른 고래와 가장 효율적으로 움직이는 고래는 어떤 고래일까? 고래는 몸을 틀어가며 뛰어오르면서 앞으로 나아가는  과정에 많은 에너지가 필..."}
{"headline": "[표지로 읽는 과학] 단 한번에 쥐의 파킨슨 병 완치했다", "contents": "국제학술지 ‘네이처’는 뉴런과 뉴런 사이 무언가 반짝반짝 빛나는 모습을 이번 주 표지로 실었다. 뉴런은 신경물질 중 하나인 도파민을 생성에 다른 뉴런에 신호를 전..."}
{"headline": "'던파'에 이어 '던파모바일' 中 시장 장악 나선다..8월12일 현지 출시", "contents": "‘던전앤파이터’ 모바일이 중국 시장 공략을 본격화한다. PC 온라인 ‘던전앤파이터’는 지난 2008년 중국에 진출, 중국내 대표 스테디셀러 게임으로 자리매김하며 장..."}
{"headline": "동네 PC방이 키운 e스포츠 그리고 페이커[이진욱의 렛IT고]", "contents": "[편집자주] IT 업계 속 '카더라'의 정체성 찾기. '이진욱의 렛IT고'는 항간에 떠도는, 궁금한 채로 남겨진, 확실치 않은 것들을 쉽게 풀어 이야기합니다. '카더라'에 한..."}
{"headline": "트롯 음원 다운받자 노트북이 인질로 잡혔다", "contents": "트롯 열풍이 사이버 범죄 세계에도 영향을 미치고 있다. 트롯 장르가 사회적 인기를 끌자 특정 트롯 인기곡 제목, 유명 트롯 가수 이름 등의 키워드를 활용한 랜섬웨어..."}
{"headline": "과기정통부 '고물상 다녀온 나로호 부품' 방지책 만든다", "contents": "[아시아경제 황준호 기자] 과학기술정보통신부는 국가 차원에서 전략적으로 관리해야 하는 우주발사체 핵심부품이 별도의 관리 절차 없이 외부로 유출된 상황에 대해 철..."}
{"headline": "네이버 커넥트재단, 국내 최대 SW 교육 컨퍼런스 'SEF2020' 개최", "contents": "비영리 교육기관인 네이버 커넥트재단이 오는 7월2일부터 3일까지 양일간 국내 최대 소프트웨어 교육 컨퍼런스 ‘SEF2020(Software Edu Fest 2020)’를 개최한..."}
{"headline": "[과학TALK] 정의선·구광모 주목한 포스트 전기차 배터리 '리튬황'", "contents": "\"리튬이온 배터리, 전기차 무게 1/4·비용 절반 차지\"리튬황 배터리, 최대 10배 더 가벼워 … LG \"2030년 상용화\"‘전해질 문제’ 극복 연구 전세계 경쟁… 최근 카이스..."}
{"headline": "시몬스 침대, 무이자 할부 프로그램 '시몬스페이' 구독경제 트렌드 선도", "contents": "시몬스(대표 안정호)의 36개월 카드 무이자 할부 프로그램인 '시몬스페이(SIMMONS PAY)'가 프리미엄 브랜드에 대한 진입 방식을 바꾸며 구독경제 트렌드를 선도하고 있..."}
{"headline": "강낭콩 vs 콩나물..삼성-애플, 무선이어폰 격돌", "contents": "삼성전자가 강낭콩 모양의 무선이어폰 신제품 출시로 애플 아성에 도전한다. 사실상 애플이 독점하다시피 한 무선이어폰 시장에서 돌파구를 마련할 수 있을지 관심이 쏠..."}
{"headline": "코로나19 어제 51명 신규 확진..국내발생 31명·해외유입 20명", "contents": "연합뉴스\" /> 질병관리본부 중앙방역대책본부는 27일 오전 0시 현재 전일 0시 대비 확진환자 51명이 추가로 확인됐다고 밝혔다. 국내 코로나19 누적 확진자 수는 총 1만..."}
{"headline": "20%에 그친 네이버 '내돈내듣'..\"갈 길이 멀다\"", "contents": "[헤럴드경제=김민지 기자] 네이버 음원 플랫폼 바이브의 새로운 음원 정산 방식이 닻을 올렸다. 그러나 전체 곡과 정산금에서 차지하는 규모가 적고, 주로 중소형 유통..."}
{"headline": "\"갤럭시노트20 울트라, 1억800만 화소 카메라 탑재\"", "contents": "삼성전자 하반기 전략 스마트폰 갤럭시노트20의 상위 모델인 ‘갤럭시노트20 울트라(가칭)’가 1억800만 화소 카메라를 탑재할 것이라는 전망이 나왔다. 26일(현지시간)..."}
{"headline": "[위클리 스마트] 틱톡·네이버가 내 정보 긁어갔다?..애플發 논란에 '손사래'", "contents": "(서울=연합뉴스) 홍지인 기자 = 애플이 iOS 새 버전에서 사생활 보호 기능을 강화하면서 여러 앱이 개인정보를 훔쳐 간 것으로 의심받는 상황이 벌어졌다. 지난 23일 베..."}
{"headline": "카톡부터 페북·인스타까지..\"비대면 쇼핑 큰손 잡아라\"", "contents": "[아시아경제 이진규 기자] 카카오톡(카톡)부터 페이스북까지 IT 플랫폼들이 비대면(언택트) 쇼핑 큰손 모시기에 잇달아 나서고 있다. 신종 코로나바이러스감염증(코로나..."}
{"headline": "'15년 동맹' 인텔과 결별하는 애플의 야심은 '생태계 장악'", "contents": "22일(현지시간) 열린 애플의 연례 개발자대회(WWDC)에선 예년처럼 새로운 운영체제(OS) 'iOS14'가 주목받았지만, 못지않게 시장의 눈이 집중된 발표가 있었다. 바로 15..."}
{"headline": "넥슨 야심작 '던파 모바일', 8월12일 중국 공략 나선다", "contents": "[아시아경제 이진규 기자] 넥슨의 야심작 '던전앤파이터(던파) 모바일'이 8월12일 중국 시장을 공략한다. 27일 넥슨에 따르면 던파 모바일의 중국 서비스는 PC 게임 '던..."}
{"headline": "이재용 부회장 '불기소 권고' 총정리..그들은 왜 이런 결정을 했나?", "contents": "지난 26일 밤 7시50분. 검찰 수사심의위원회(수사심의위)가 삼성 이재용 부회장에 대해 검찰에 '불기소 권고'를 결정했다. 이날 검찰 수사심의위는 보도자료를 통해 \"과..."}
{"headline": "통합 10주년 기념 창원시 전국 e스포츠대회 열전", "contents": "(창원=연합뉴스) 이정훈 기자 = 경남 창원시가 통합 10주년을 기념해 27일 창원실내체육관에서 제1회 창원시장배 전국 아마추어 e스포츠 대회를 개최했다. 참가 접수를 ..."}
{"headline": "[영상]5천만 중국인 홀린 '던전앤파이터 모바일' 8월12일 中 출시", "contents": "(서울=뉴스1) 송화연 기자 = 모바일 역할수행게임(RPG) '던전앤파이터모바일'이 8월12일 중국에서 출시된다. 넥슨은 네오플이 개발한 2차원(2D) 액션게임 던전앤파이터..."}
{"headline": "[장기자의 비사이드IT]소문만 무성한 애플 폴더블폰, 이번엔 나올까", "contents": "때로는 미발표곡이나 보너스 영상이 더 흥행하는 경우가 있습니다. 단말기와 IT업계를 취재하면서 알게 된 ‘B-Side’ 스토리와 전문가는 아니지만 옆에서(Beside) 지켜..."}
{"headline": "\"아베, '반도체강국' 단잠에 취한 우리 깨웠다\"", "contents": "[편집자주] 일본이 반도체·디스플레이 핵심재료를 무기화하면서 기습적인 수출규제를 단행한 지 1년이 됐다. 사태 초반의 우려와 달리 일본의 강공이 오히려 전화위복..."}
{"headline": "[영상] 아마존 도심 무인배달의 꿈..자율주행 '죽스' 인수", "contents": "미국의 최대 전자상거래업체인 아마존이 미국 자율주행차 스타트업인 '죽스'(Zoox)를 인수한다. 죽스는 교통이 복잡한 도심 내 이동 차량과 보행자, 장애물 등을 실시..."}
{"headline": "요즘 핫한 이통사 '패스' 앱..핵심기술 공급한 이 회사", "contents": "# 공인인증서 폐지와 맞물려 대안 인증 서비스들이 주목을 받고 있다. 이 중 하나가 이통사들이 제공하는 ‘패스(PASS)’. ‘패스’는 서비스에 로그온하거나 결제할 때..."}
